[
  {
    "fact": "Some of the animals found in Gorongosa National Park include lions, elephants, crocodiles, hippos, and antelopes.",
    "id": "0EMPnRuqpctOqlIzZcz2fAeF",
    "category": "National Parks",
    "subcategory": "Gorongosa National Park"
  },
  {
    "fact": "Even though the majority of earthquakes occur naturally, some are triggered by volcanic activity.",
    "id": "T8BaoSFRWuUI8KMwzqYgIgeF",
    "category": "Geology",
    "subcategory": "Earthquake"
  },
  {
    "fact": "In the last 20 years in the United States there has been an average of 162 people dying from terrorism each year. Each year more than 685,940 people die from heart disease, more than 68,800 from the flu, and 17,213 from falls.",
    "id": "gupgkYnkgH1CTVn1TDiFtQeF",
    "category": "US History",
    "subcategory": "War on Terror"
  },
  {
    "fact": "Kate Winslet did a commercial for Sugar Puffs, a children's cereal, when she was 11 years old.",
    "id": "eZBIBTrV3aMSwHqLE6ad6QeF",
    "category": "Biography",
    "subcategory": "Kate Winslet"
  },
  {
    "fact": "Mosses are usually bright green in color. Some species can be pale green (almost white), bluish-green, yellowish-green or velvety black green.",
    "id": "UpAno7h5Bas3NcGKoz7epAeF",
    "category": "Plants",
    "subcategory": "Moss"
  },
  {
    "fact": "Beagle can reach 13 to 16 inches in height and 20 to 25 pounds of weight.",
    "id": "gS3L5Z166ivn2gcBeMbLhAeF",
    "category": "Dogs",
    "subcategory": "Beagle"
  },
  {
    "fact": "Lifespan of shrews is very short, between 12 and 30 months.",
    "id": "yf1rycO9C4IQIQMgv3uV8AeF",
    "category": "Animal",
    "subcategory": "Shrew"
  },
  {
    "fact": "A MIDI instrument can be a separate module that has a MIDI soundboard, with onboard editing capability, with a screen to view information, and it may have a harmonizer as well. Karaoke uses MIDI and a scrolling lyric feature that makes it possible for Karaoke singers to sing along as the song is played.",
    "id": "GUwlT5bdI0QjQwW2EsUNSgeF",
    "category": "Music Instruments",
    "subcategory": "MIDI"
  },
  {
    "fact": "New Hampshire's motto is Live Free or Die in reference to its determination to declare independence from the Massachusetts Colony.",
    "id": "MZd1hx1vQzzPB50WGk73XAeF",
    "category": "13 Colonies",
    "subcategory": "New Hampshire Colony"
  },
  {
    "fact": "Most species of cotoneaster discard their leaves before the winter (deciduous). Several species of cotoneaster are covered with leaves all year round (evergreen).",
    "id": "zHYTMGfOftuxdnnXScyjuAeF",
    "category": "Plants",
    "subcategory": "Cotoneaster"
  },
  {
    "fact": "An average sized adult contains about .36 grams of rubidium in his body.",
    "id": "Ggkr707KX6byiaztIHamfQeF",
    "category": "Periodic Table",
    "subcategory": "Rubidium"
  },
  {
    "fact": "A mother can pass hepatitis C to her baby but this is also not common.",
    "id": "M0rKIrLnxdRv2pkXbFshxAeF",
    "category": "Viruses",
    "subcategory": "Hepatitis C Virus"
  },
  {
    "fact": "Most wind socks today are made of nylon which is very lightweight and respond quickly and easily to even slight winds. Nylon has other benefits as well including the fact that it does not crack or peel like many other materials would in the same conditions. Nylon is also resistant to mildew.",
    "id": "6v6Dgy47gEwqQRYSjVLXDAeF",
    "category": "Weather Instruments",
    "subcategory": "Wind Sock"
  },
  {
    "fact": "On October 14, 1609 he was promoted to Physician in Charge at St Bartholomew's Hospital.",
    "id": "WqflweKKU1hvu1bnoSm0YQeF",
    "category": "Scientists",
    "subcategory": "William Harvey"
  },
  {
    "fact": "Canada fleabane develops flower head on top of the flowering stem. Flower head consists of small yellow disk florets arranged centrally and white (or pale pink) petal-like ray florets located on the periphery. Canada fleabane produces flowers with both types of reproductive organs (perfect flowers).",
    "id": "zxLSMgNcfzpP4RtoquW2uQeF",
    "category": "Plants",
    "subcategory": "Canada fleabane"
  },
  {
    "fact": "Sometimes it takes days or week for a storm to develop into a hurricane.",
    "id": "w4C1DXnrZFOauqVSj734xAeF",
    "category": "Weather",
    "subcategory": "Hurricane"
  },
  {
    "fact": "Two species of tsetse fly can transmit parasites that induce sleeping sickness in humans and nagana (similar type of disease) in domestic animals.",
    "id": "X2YciEuufO58IgvhWqhXXQeF",
    "category": "Animal",
    "subcategory": "Tsetse fly"
  },
  {
    "fact": "The September 11th, 2001 attacks in the United States involved a group of terrorists flying two airplanes into the World Trade Center towers, flying one airplane into the Pentagon, and the fourth place crashed in a field in Shanksville, Pennsylvania after the passengers and crew overtook the hijackers.",
    "id": "U9znqqg6BqT8OCbwXBtpIQeF",
    "category": "US History",
    "subcategory": "War on Terror"
  },
  {
    "fact": "Fat-tailed dunnart is a carnivore (meat-eater). Its diet is based on insects, larvae, small reptiles and amphibians.",
    "id": "g8nzbSzux8bXyzFGobg4egeF",
    "category": "Animal",
    "subcategory": "Fat-tailed dunnart"
  },
  {
    "fact": "Hephaestus is the only god of Olympus that was able to return to Olympus following his exile.",
    "id": "mBXZpmXAehAWwuTc9pul0weF",
    "category": "Ancient Civilizations",
    "subcategory": "Hephaestus"
  },
  {
    "fact": "Niobium's superconducting properties make it ideal for use in alloying with tin and titanium to produce superconducting magnets for MRI machines.",
    "id": "xBSigBLjrGGZJLFzBjgyIAeF",
    "category": "Periodic Table",
    "subcategory": "Niobium"
  },
  {
    "fact": "The head of the physics department was Ernest Rutherford and he assigned Chadwick to devise a means of comparing the amount of radioactive energy in two different sources.",
    "id": "OboXfyag0GpgJSTnkStelQeF",
    "category": "Scientists",
    "subcategory": "James Chadwick"
  },
  {
    "fact": "Bush dogs reach sexual maturity at the age of one year.",
    "id": "Hy6OhVhpQP3MMukVvYU9UQeF",
    "category": "Animal",
    "subcategory": "Bush dog"
  },
  {
    "fact": "Lacebark has rough outer bark on the surface that can be easily removed by hand.",
    "id": "QCcJSN7c5XmPFJhbIYomxQeF",
    "category": "Plants",
    "subcategory": "Lacebark"
  },
  {
    "fact": "There are a total of 73 elevators and 6,500 windows in the Empire State Building.",
    "id": "Ks1CBMp8Y9OOF9TV18aTHQeF",
    "category": "Wonders of the World",
    "subcategory": "Empire State Building"
  },
  {
    "fact": "There are several notable museums in Shanghai including the China Art Museum, Shanghai Museum, Shanghai Natural History Museum, and Power Station of Art.",
    "id": "dPsKpaHvmxaW0KwIHyuXcQeF",
    "category": "Cities",
    "subcategory": "Shanghai"
  },
  {
    "fact": "Puerto Rican coquis can survive up to 6 years in the wild, but majority of adult frogs die before they reach the age of one year.",
    "id": "4fosuTCOMbwmAenmetp3SweF",
    "category": "Animal",
    "subcategory": "Puerto Rican coqui"
  },
  {
    "fact": "Elephant garlic can be consumed raw (in the form of salads) or it can be cooked, roasted, grilled, pureed and used as ingredient of soups and stews.",
    "id": "K5vrZCugJuF71O512YyeCweF",
    "category": "Plants",
    "subcategory": "Elephant garlic"
  },
  {
    "fact": "Kansas' state nickname is the Sunflower State, and the Jayhawk State.",
    "id": "PKu67Lg7Cu0ZkUag7B0cJgeF",
    "category": "US States",
    "subcategory": "Kansas"
  },
  {
    "fact": "Archduke Franz Ferdinand was the heir to the throne of Austria-Hungary.",
    "id": "gSlXRZiNaPl22OvVLCNuNgeF",
    "category": "World History",
    "subcategory": "World War I"
  },
  {
    "fact": "Barn swallow can reach 6.7 to 7.5 inches in length and 0.56 to 0.78 ounces of weight. Tail feathers are 0.79 to 2.76 inches long.",
    "id": "6N6Yv4j4aHAfvlHp6rwLPweF",
    "category": "Animal",
    "subcategory": "Barn swallow"
  },
  {
    "fact": "When Elbert Hubbard was 25 he married Bertha Crawford.",
    "id": "DYVKFZ1hrbu93CWizKx7iQeF",
    "category": "Authors",
    "subcategory": "Elbert Hubbard"
  },
  {
    "fact": "Land snails breathe via lungs. Snails that live in freshwaters and sea use gills for breathing.",
    "id": "1ntDLScX9QKg3xsh8ZoTggeF",
    "category": "Animal",
    "subcategory": "Snail"
  },
  {
    "fact": "Some members of the Catholic Church thought that The Da Vinci Code was anti-Christian.",
    "id": "pEQ6VuJy86Duuphk9eOz7geF",
    "category": "Authors",
    "subcategory": "Dan Brown"
  },
  {
    "fact": "Persimmon blooms during the spring. Some persimmons produce individual male and female flowers on the same tree (monoecious) while other cultivars produce male and female flowers on separate trees (dioecious). Female flowers are creamy, and male flowers pink-colored. Flowers attract insects, but they can be also pollinated by wind.",
    "id": "lNFdpeKGKh4JvLCRqukGIgeF",
    "category": "Plants",
    "subcategory": "Persimmon"
  },
  {
    "fact": "Lord Byron had a collection of wine goblets made from skulls. When his friend Percy Shelley (Mary Shelley's husband) he asked for his skull, but was refused.",
    "id": "TjjQ998OD1tn0xheWbivtAeF",
    "category": "Authors",
    "subcategory": "Lord Byron"
  },
  {
    "fact": "Black-speckled palm viper has emerald green or (rarely) yellow green body covered with numerous black markings on the back and lateral sides of the body. Belly is paler, yellowish green in color and only slightly mottled.",
    "id": "6lgtzy4XB5I1hnaZRPIjugeF",
    "category": "Animal",
    "subcategory": "Black-speckled palm viper"
  },
  {
    "fact": "On November 28, 1890 Daimler Motoren Gesellschaft was founded to construct small, high-speed engines for use on land, water and air.",
    "id": "Eg9WUEC5RO0YFnMTiHUhQQeF",
    "category": "Scientists",
    "subcategory": "Gottlieb Daimler"
  },
  {
    "fact": "Old World climbing fern develops vine-like leafy branches (modified leaves, called fronds) designed for climbing. They can reach 125 feet in length.",
    "id": "AlDwzdAtzPkheMG8CixdSAeF",
    "category": "Plants",
    "subcategory": "Old World climbing fern"
  },
  {
    "fact": "Brachiosaurus was quadrupedal animal, which means that it walked using all of its legs.",
    "id": "WNupLqjPYrZHJBfdaMK9dgeF",
    "category": "Dinosaurs",
    "subcategory": "Brachiosaurus"
  },
  {
    "fact": "Lake Tahoe does not freeze over due to the tremendous amount of water it contains, but in some areas the shoreline may develop a thin sheet of ice.",
    "id": "w3qMl0E0Jodbg88vcFCjjQeF",
    "category": "US National Landmarks",
    "subcategory": "Lake Tahoe"
  },
  {
    "fact": "Pumpkin can be consumed in the form of various sweet and salty dishes. Pumpkin pie is traditionally consumed for Thanksgiving Day. Biggest ever recorded pumpkin pie had 5 feet in diameter and 350 pounds of weight.",
    "id": "fD4mQudA1ZHrZlXiizU14QeF",
    "category": "Plants",
    "subcategory": "Pumpkin"
  },
  {
    "fact": "Most salmons will die as a result of exhaustion after spawning. Small percent of survived salmons will spawn few more time in their lifetime.",
    "id": "1ecEITXStNvw8QGwghKFnAeF",
    "category": "Animal",
    "subcategory": "Salmon"
  },
  {
    "fact": "NASCAR drivers must weigh 200 pounds to race. If they do not weigh 200 pounds, weights are added until this weight is reached.",
    "id": "VeCmawoMPWlBAWIR3JV7mgeF",
    "category": "US History",
    "subcategory": "NASCAR"
  },
  {
    "fact": "The first American casualty of the Korean War was Private Kenneth Shadrick, from West Virginia.",
    "id": "Ygi9PdgzZUgUOn87M3IWfgeF",
    "category": "History",
    "subcategory": "Korean War"
  },
  {
    "fact": "Mimosa folds its leaves during the night and as an answer to external stimuli such as touch.",
    "id": "MJfyuZJN7Ph02qlxgiLgLgeF",
    "category": "Plants",
    "subcategory": "Mimosa (Mimosa pudica)"
  },
  {
    "fact": "Beijing's airport - Beijing Capital International Airport - is the second busiest in the world following Hartsfield-Jackson Atlanta International Airport.",
    "id": "nAgISYaWYeym950ptE6hUQeF",
    "category": "Cities",
    "subcategory": "Beijing"
  },
  {
    "fact": "Titanosaurus was a herbivore.",
    "id": "Md796D9F2LiYvkm9I7BvtweF",
    "category": "Dinosaurs",
    "subcategory": "Titanosaurus"
  },
  {
    "fact": "Although its origin is unknown, the name Wisconsin is derived from an Indian word. Some theories suggest it means 'long river', 'grassy place', or 'gathering of the waters'.",
    "id": "DIY6ITXgoa8ZVODdK9QrXgeF",
    "category": "US States",
    "subcategory": "Wisconsin"
  },
  {
    "fact": "In 1961 Daphne du Maurier finished and published the book Castle Dor, which had been started by Sir Arthur Quiller-Couch (also known as Q) before his death in 1944. Sir Arthur Quiller-Couch's daughter asked Daphne to complete it, which she did.",
    "id": "miHP5iDFxdvLFBJRN0uN5AeF",
    "category": "Authors",
    "subcategory": "Daphne du Maurier"
  },
  {
    "fact": "Hephaestus was capable of turning himself into fire, and created all of the weapons used by the gods of Olympus, including their armour, chariots, spears, arrows, tridents etc...",
    "id": "XvWo8mJ9ZvREzg2TuDFM6geF",
    "category": "Ancient Civilizations",
    "subcategory": "Hephaestus"
  },
  {
    "fact": "Shigeru Miyamoto has said that he took inspiration for Link's appearance from Disney characters.",
    "id": "zYORMxfE4YLJJEXBHdPVLAeF",
    "category": "Games",
    "subcategory": "The Legend of Zelda"
  },
  {
    "fact": "Among the most influential of his more than 50 books is Who Will Feed China? which launched many conferences on the world-wide effects of food shortages.",
    "id": "F8YMfwgumC1JUocposp8NAeF",
    "category": "Scientists",
    "subcategory": "Lester R. Brown"
  },
  {
    "fact": "The Carolina Panthers Hall of Honor has existed since 1997. It is meant to honor those who have contributed greatly to the team. Those who are honored this way have a life-size bronze statue next to the stadium entrance.",
    "id": "i2qSE5OouY4f1cmdekBKsweF",
    "category": "Sports",
    "subcategory": "Carolina Panthers"
  },
  {
    "fact": "Round-shaped leaves last only short period of time. They will disappear from the stem before plant starts to bloom.",
    "id": "UbYaQVdyXXsRockuS7aA7AeF",
    "category": "Plants",
    "subcategory": "Harebell"
  },
  {
    "fact": "Some of Fight Club's content was inspired by real-life experiences in Chuck Palahniuk's life. He was a member of a prankster group called Cacophony Symphony that liked to play large-scale pranks.",
    "id": "I1n1HLsjMrHKN13ENgPN5QeF",
    "category": "Authors",
    "subcategory": "Chuck Palahniuk"
  },
  {
    "fact": "The first official observance of Armistice Day took place on November 11th, 1919 at Buckingham Palace in London, England.",
    "id": "M5p16zebuX6EziNi97OTzAeF",
    "category": "Holidays",
    "subcategory": "Armistice Day"
  },
  {
    "fact": "Polar bears spend most of their time in the water, where they hunt seals (main food source).",
    "id": "uKS51185ug6rzhrDOinfmAeF",
    "category": "Animal",
    "subcategory": "Polar Bear"
  },
  {
    "fact": "During the period of drought, leaves roll up to prevent loss of water via transpiration. Layer of wax on the surface of leaves also aids in water preservation.",
    "id": "YKGQPiweyM6a6b8c1ENCsweF",
    "category": "Plants",
    "subcategory": "Sorghum"
  },
  {
    "fact": "The Terracotta Warriors were originally painted, and today scientists are trying to figure out how to preserve what little paint remains on a few of the soldiers for as long as possible.",
    "id": "thZ5pO1cTPdgO7LfyeTJRgeF",
    "category": "World History",
    "subcategory": "Terracotta Warriors"
  },
  {
    "fact": "Virginia Woolf published several autobiographical works and diaries about her life.",
    "id": "X6WVJMgOSGe5PjQbJrg6oweF",
    "category": "Authors",
    "subcategory": "Virginia Woolf"
  },
  {
    "fact": "Beefalo is usually created by crossbreeding female bison with domestic bull. Crossbreeding of male bison and female cow produces less offspring.",
    "id": "DT4guvgI4CMklBZlus2fKQeF",
    "category": "Hybrid Animals",
    "subcategory": "Beefalo"
  },
  {
    "fact": "Sumac has antler-like branches that can be smooth or hairy. Bark is covered with fine hairs that create velvety texture. Herbivores does not like to eat sumac because of the hairs on the branches and bark.",
    "id": "mmi1IPurMSWzN6rIWSe4BAeF",
    "category": "Plants",
    "subcategory": "Sumac"
  },
  {
    "fact": "During prohibition ships would take 'booze cruises'. They took their passengers out to international waters and serve them alcohol legally.",
    "id": "awlS2g5iUfv7VpU5ehrNrweF",
    "category": "US History",
    "subcategory": "Prohibition"
  },
  {
    "fact": "As a child Benito was a bully in school. He stabbed a fellow student in the hand with a knife.",
    "id": "elIaAPfYXQCWuQxqVfmnKweF",
    "category": "History",
    "subcategory": "Mussolini"
  },
  {
    "fact": "Lake whitefish is a carnivore (meat-eater). Its diet is based on shrimps, clams, snails, small fish and their eggs and insects.",
    "id": "v8HHlAzZgvv9auIQtjMUFQeF",
    "category": "Animal",
    "subcategory": "Lake whitefish"
  },
  {
    "fact": "Skeleton shrimp has cylindrical, stick-shaped body with two pairs of legs attached to the front part of the body and three pairs of legs attached to the rear end of the body. It also has two pairs of antennas on top of the head (first pair of antennas is much longer).",
    "id": "5BWd4dzp3Mqg1damdT9gXweF",
    "category": "Animal",
    "subcategory": "Skeleton shrimp"
  },
  {
    "fact": "Scottish Fold is not very vocal cat. It produces quiet, soft and musical meowing sound when it is hungry, locked in the closet or when grooming becomes too painful.",
    "id": "qSdoAlhAdS5owsMjoq445geF",
    "category": "Cats",
    "subcategory": "Scottish Fold"
  },
  {
    "fact": "Sam Houston, as Governor of Texas in 1861, did not agree with the state becoming affiliated with the Confederacy, even though he did agree to the state leaving the Union. A convention was held and he was removed from his post.",
    "id": "YVLjBxjLSlLh5sQAr6tZBgeF",
    "category": "Biography",
    "subcategory": "Sam Houston"
  },
  {
    "fact": "Rijksmuseum first opened in 1800 but it was formally established by decree of the King of Netherlands Louis Bonaparte in 1808. It was originally known as the Royal Museum.",
    "id": "CpaiCuMZC2EMQD8vHd8ZrgeF",
    "category": "Museums",
    "subcategory": "Rijksmuseum"
  },
  {
    "fact": "In 1797, Nicholas Louis Vauquelin recognized the element in emeralds.",
    "id": "pkeu5uDDvbrAeR2sRRa54geF",
    "category": "Periodic Table",
    "subcategory": "Beryllium"
  },
  {
    "fact": "Mosquitoes deposit their eggs in the alligator weed. Uncontrolled growth of alligator weed means more disease-carrying mosquitoes.",
    "id": "XWeiu3iB0kgrrEQSBz2PmQeF",
    "category": "Plants",
    "subcategory": "Alligator weed"
  },
  {
    "fact": "Dale Carnegie also wrote a biography of Abraham Lincoln in 1932 titled Lincoln, Lincoln the Unknown.",
    "id": "Y3z6jr1dq1Y9k7IPNZDLMweF",
    "category": "Authors",
    "subcategory": "Dale Carnegie"
  },
  {
    "fact": "Unlike many cats, Turkish Angora likes water and it is an excellent swimmer.",
    "id": "nOzxUjyPIFwdyndnkpZGfQeF",
    "category": "Cats",
    "subcategory": "Turkish Angora"
  },
  {
    "fact": "People use various chemical (herbicides), mechanical (removal of plants from the soil) and biological (grazing) methods to eradicate cheatgrass from the occupied areas.",
    "id": "7aLOyVdEpBiaujgUEfIKSgeF",
    "category": "Plants",
    "subcategory": "Cheatgrass"
  },
  {
    "fact": "From 1807 to 1814 he lived in Malta and Sicily with the army of occupation.",
    "id": "AClRG97XB1GVgPSdcxt8NAeF",
    "category": "Scientists",
    "subcategory": "William John Swainson"
  },
  {
    "fact": "Liver tumors can be benign or malignant. Benign liver tumors develop in the fetus, and many never know they have them unless they cause problems. Malignant tumors are cancerous and can multiply.",
    "id": "oWMnmVXwvY7x1PiT1ZctaweF",
    "category": "Health",
    "subcategory": "Liver Cancer"
  },
  {
    "fact": "Name rosemary is derived from Latin words ros and marinus, which mean dew of the sea. It refers to the coastal region that is occupied by this plant.",
    "id": "7BzdygH7StB7TAP3JT9NMQeF",
    "category": "Plants",
    "subcategory": "Rosemary"
  },
  {
    "fact": "There is no cure for herpes simplex virus 2. There are medications that can help to decrease the severity of symptoms and the frequency of outbreaks.",
    "id": "FQphy2bZyS8WrEKlGwcstAeF",
    "category": "Viruses",
    "subcategory": "Herpes Simplex Virus"
  },
  {
    "fact": "The turquoise blue water found in some lakes is the result of the fine dust created by glaciers moving across the earth that is too fine to sink. The suspended dust creates the beautiful color.",
    "id": "tevI2Yg78bYGyDysXdFlogeF",
    "category": "Geography",
    "subcategory": "Glacier"
  },
  {
    "fact": "Iguanodon was 33 feet long and it had 3 to 4 tons of weight.",
    "id": "QBuVpkixAEhy2upGtypLDAeF",
    "category": "Dinosaurs",
    "subcategory": "Iguanodon"
  },
  {
    "fact": "Dog's mercury is also poisonous for animals. Sheep, cattle and many other animals will experience liver and kidney damage after consumption of dog's mercury.",
    "id": "FWOBHfPwMgwTtoKePElT4AeF",
    "category": "Plants",
    "subcategory": "Dog's mercury"
  },
  {
    "fact": "Larval stage (naiad) may last few months to 3 years and it takes place under the water. Larvae have elongated, slightly flattened, cylindrical body and robust legs covered with hairs, bristles or spines. They have gills that are used for breathing.",
    "id": "9WrhljDSWsWyopkKY1yNtQeF",
    "category": "Animal",
    "subcategory": "Mayfly"
  },
  {
    "fact": "It is possible to buy a bottle of seasoning called 99-X that is believed to be almost identical to the secret KFC recipe.",
    "id": "HDELGWXFBMaYSmjIlEIQAweF",
    "category": "Food",
    "subcategory": "KFC"
  },
  {
    "fact": "There are flat trails through the forest for visitors to explore.",
    "id": "vGwToTxSd2ZQGTs75NXAVgeF",
    "category": "National Parks",
    "subcategory": "Muir Woods National Monument"
  },
  {
    "fact": "Corals collect zooplankton and small fish with a help of tentacles that are located around mouth opening. They also obtain nutrients from the algae (with whom they live in symbiosis).",
    "id": "SO2r7pp4fJ1y8uhrTBWSuweF",
    "category": "Animal",
    "subcategory": "Coral"
  },
  {
    "fact": "Chinchilla has the thickest fur of all land animals with 50 hairs growing from a single follicle. One square cm of chinchillas skin contains 20 000 hairs.",
    "id": "RX5fYEmgBW8No1vxILgPKgeF",
    "category": "Animal",
    "subcategory": "Chinchilla"
  },
  {
    "fact": "Manta ray has cephalic, flat fins on the each side of the head that are used to direct food toward the mouth. It can consume around 60 pounds of food per day.",
    "id": "j59glQuz3RTbutskIGrdeAeF",
    "category": "Animal",
    "subcategory": "Manta ray"
  },
  {
    "fact": "A common figure known throughout the world and associated with Christmas is Santa Claus. Other popular Christmas figures include Christkind, Saint Nicholas, and Father Christmas.",
    "id": "58vv8EdJn5XaAjj21N0PZQeF",
    "category": "Holidays",
    "subcategory": "Christmas"
  },
  {
    "fact": "Lungwort is one of the first plants that blossom in the spring. It has small tubular flowers arranged in terminal clusters. Color of the flowers depends on the variety. It can be white, red, blue and purple.",
    "id": "rA0zjI9FmDtT5MMbEH1yLQeF",
    "category": "Plants",
    "subcategory": "Lungwort"
  },
  {
    "fact": "Towards the end of his life Wassily Kandinsky became depressed as his work was not selling as well. However many people including Solomon Guggenheim, were supporters of his work and style.",
    "id": "9yLXMvfgRqLmPJdxW0LkIgeF",
    "category": "Artists",
    "subcategory": "Wassily Kandinsky"
  },
  {
    "fact": "Seagulls are very intelligent birds. They use bread crumbs to attract fish and produce rain-like sound with their feet to attract earthworms hidden under the ground. Seagulls transfer all hunting skills and techniques to their offspring.",
    "id": "SlSY3b43ngNOPYVejXQ5zgeF",
    "category": "Animal",
    "subcategory": "Seagull"
  },
  {
    "fact": "He moved to D.G.Nash where he helped create typesetting software.",
    "id": "Fn9dxkANaW1JwDm5YzwTwAeF",
    "category": "Scientists",
    "subcategory": "Timothy John Berners-Lee"
  },
  {
    "fact": "Natural enemies of cichlids are humans, large fish and birds.",
    "id": "u2Kk84LkOpjc9goZSPF03QeF",
    "category": "Animal",
    "subcategory": "Cichlid"
  },
  {
    "fact": "Snow covers Crater Lake National Park eight months of the year.",
    "id": "5izIoh4X20U9a7eBhhB6zweF",
    "category": "National Parks",
    "subcategory": "Crater Lake National Park"
  },
  {
    "fact": "In the late 1800s trains began to be powered by electricity. By the mid-1900s most steam-powered trains had been replaced by electricity and diesel.",
    "id": "PLhoYlugcOHrnBWvvYuoTQeF",
    "category": "Transportation",
    "subcategory": "Trains"
  },
  {
    "fact": "While skydiving it is impossible to hear other skydivers. Sometimes ears pop during the dive.",
    "id": "1bxi8XOEGvF8uUVgFSeAdweF",
    "category": "Sports",
    "subcategory": "Skydiving"
  },
  {
    "fact": "Beginning in 1919 he studied mathematics and physics at the University of Gottingen.",
    "id": "1t3bFuIkLnCtDh3Z3BcFfweF",
    "category": "Scientists",
    "subcategory": "Ernst Ising"
  },
  {
    "fact": "The Titanic was built in Belfast, Ireland by ship builders Harland and Wolff.",
    "id": "ZqmJxaW532WFNWuenc21mAeF",
    "category": "History",
    "subcategory": "Titanic"
  },
  {
    "fact": "The North Pole is located in the Arctic Circle.",
    "id": "Ac0PmIPsvOGQlj4hf2mfaweF",
    "category": "Geography",
    "subcategory": "Arctic Ocean"
  },
  {
    "fact": "Willis hoped, by his study of anatomy, to find new information on the brain and soul for his Oxford lectures.",
    "id": "AcluQd6qQVXODXguVD9YZQeF",
    "category": "Scientists",
    "subcategory": "Thomas Willis"
  },
  {
    "fact": "The region has been a recreation attraction for people since the 1870s.",
    "id": "2SBHnSUuJDqMZn2R5wh3zAeF",
    "category": "US National Landmarks",
    "subcategory": "Cuyahoga Valley National Park"
  },
  {
    "fact": "Fruit of crowberry is black, purple or red berry-like drupe. Fruit ripens in the fall and remains on the shrub until the spring.",
    "id": "Z4e4egAT0bSV5VjiNfbWqweF",
    "category": "Plants",
    "subcategory": "Crowberry"
  },
  {
    "fact": "Indian jujube (fruit) is rich source of vitamin C and minerals such as calcium, phosphorus and iron. It can be consumed raw, dried, or in the form of juices, syrups and chutneys. Indian jujube is also used for the manufacture of liqueurs.",
    "id": "ghjNb25hEj9OSyWsoEYqCgeF",
    "category": "Plants",
    "subcategory": "Indian jujube"
  },
  {
    "fact": "Teeth can't repair themselves, unlike bone or skin.",
    "id": "BeLxtKGWf3PcC1Z1GAdyiAeF",
    "category": "Human Body",
    "subcategory": "Teeth"
  },
  {
    "fact": "It is estimated that driverless cars will result in less braking and accelerating and therefore less gridlock on highways.",
    "id": "ECp7a8PbSp7gtsqPwjbyVgeF",
    "category": "Technology",
    "subcategory": "Driverless Cars"
  },
  {
    "fact": "Vincent Van Gogh's painting Irises sold for $53.9 million and Portrait of Dr. Gachet sold for $82.5 million.",
    "id": "PW3L57bB36sQuZwHNJpgiAeF",
    "category": "Artists",
    "subcategory": "Vincent Van Gogh"
  },
  {
    "fact": "He wrote many popular and technical books and his works on atomic physics and optics are considered classics.",
    "id": "Us1l1ZmKoPdEtGBIXKzusQeF",
    "category": "Scientists",
    "subcategory": "Max Born"
  },
  {
    "fact": "Farmers use rock salt as salt licks for cattle. It provides the cattle with salt which is essential to their health.",
    "id": "ssBlnLZhQk2g35znMYHvyQeF",
    "category": "Rocks",
    "subcategory": "Rocksalt"
  },
  {
    "fact": "The amount of gravitational potential energy an object has depends on its height above the ground and its mass.",
    "id": "AdTd7gEmRnQWECkbiKaqwAeF",
    "category": "Energy",
    "subcategory": "Potential Energy"
  },
  {
    "fact": "Pregnancy in female lasts 3 to 4 months and ends with up to 7 (2 to 4 on average) blind, helpless cubs. Female gives birth in a den (usually inside the cave or in a thick grass).",
    "id": "H052gdSGeKNmb06vJXfxXAeF",
    "category": "Animal",
    "subcategory": "Malayan tiger"
  },
  {
    "fact": "Bear safety is an important part of visiting the park.",
    "id": "4ydzoKbyDkABqZVYF8fI9AeF",
    "category": "National Parks",
    "subcategory": "Lake Clark National Park"
  },
  {
    "fact": "The main system of classification, the Linnaean system, dominated zoological research for many years, but scientists are now proposing that the system is too limited and does not allow room for species that are continuing to be understood.",
    "id": "DVoBVpxRkP9p8KYI7143YAeF",
    "category": "Science",
    "subcategory": "Zoology"
  },
  {
    "fact": "Football is the riskiest sport for male athletes and soccer is the riskiest sport for females in regards to concussion risk.",
    "id": "o9PcqKMukFmaorHi94XkMweF",
    "category": "Health",
    "subcategory": "Concussion"
  },
  {
    "fact": "The Martin Luther King Jr. National Historic Site (also known as the King Center) is located in Atlanta, Georgia.",
    "id": "wD8MejdI380SYcppCv0JegeF",
    "category": "Biography",
    "subcategory": "Martin Luther King Jr."
  },
  {
    "fact": "If the carvings were life-sized, the presidents would be 465 feet tall.",
    "id": "ggXauLRZLff3RWsoqlFXLQeF",
    "category": "US National Landmarks",
    "subcategory": "Mount Rushmore"
  },
  {
    "fact": "The logo of the New Orleans Saints is the fleur-de-lis.",
    "id": "JyFzZzYQhYW2WucS5JAn9weF",
    "category": "Sports",
    "subcategory": "New Orleans Saints"
  },
  {
    "fact": "White snakeroot is perennial plant, which means that it can survive more than 2 years in the wild.",
    "id": "gjR3Y6ggIGlivqWmpwNqageF",
    "category": "Plants",
    "subcategory": "White snakeroot"
  },
  {
    "fact": "Prior to the European settlement of the Brisbane River region the Aboriginal Turrbal nation relied heavily on the river for its food source. It was also important spiritually to the people. As the region was settled the river became polluted and by the early 1900s it was comparable to a sewer. The condition of the Brisbane River today is still environmentally polluted with hydrocarbons, pesticides, bacteria, and other contaminants and it is not suitable for swimming.",
    "id": "pUsD3cFGk6vXUvlFv3uUmAeF",
    "category": "Rivers",
    "subcategory": "Brisbane River"
  },
  {
    "fact": "Buddha is also known as 'the enlightened one' or 'the awakened one'.",
    "id": "MzPnvxHpWdGumVAzUVpPxgeF",
    "category": "Religion",
    "subcategory": "Buddhism"
  },
  {
    "fact": "On October 25, 1811 he received his PhD in mathematics from the University and joined the faculty there.",
    "id": "syaUxcB27Sgd1QueAnMmEweF",
    "category": "Scientists",
    "subcategory": "Georg Ohm"
  },
  {
    "fact": "John Adams and Thomas Jefferson pushed for the bald eagle to be the national bird, while Benjamin Franklin pushed for the turkey. John Adams and Thomas Jefferson won out.",
    "id": "sMUiOyoBml3631TPnQjcxgeF",
    "category": "Holidays",
    "subcategory": "The 4th of July"
  },
  {
    "fact": "Major lakes in Kansas include Waconda Lake, Cheney Reservoir and Tuttle creek Reservoir.",
    "id": "thZnfxEgXu3Y9EiN9UuUgQeF",
    "category": "US States",
    "subcategory": "Kansas"
  },
  {
    "fact": "Frogfish is a carnivore (meat-eater). Its diet is based on the fish and crustaceans.",
    "id": "5sxz6DqRKsPSt3Wl3oRvJQeF",
    "category": "Animal",
    "subcategory": "Frogfish"
  },
  {
    "fact": "The collision of the two galaxies most likely began 900 million years ago.  About 600 million years ago the two galaxies passed through each other, and then 300 million years ago the stars began to be released from both galaxies.",
    "id": "IFjdYGfJBoUuOttGyxi0bgeF",
    "category": "Space",
    "subcategory": "The Antennae"
  },
  {
    "fact": "In 1882 he returned to the farm where he learned to operate the Westinghouse portable steam engine.",
    "id": "Xn5vT6oWVgWXpKhCcNtPbweF",
    "category": "Scientists",
    "subcategory": "Henry Ford"
  },
  {
    "fact": "Coconut is very popular and often consumed fruit. Other than the flesh, coconut water, milk and oil can be used in the preparation of various healthy dishes.",
    "id": "XpE2uCvxJnlTyuuV3s1ElweF",
    "category": "Plants",
    "subcategory": "Coconut tree"
  },
  {
    "fact": "Fruit fly has hairy body and sticky feet which facilitate transmission of bacteria that can be harmful for human health.",
    "id": "4LNkGFe8luBBidxQrP87KweF",
    "category": "Animal",
    "subcategory": "Fruit fly"
  },
  {
    "fact": "Leafy parts of daikon can be consumed in the form of salad. Daikon sprouts are used for decoration of salads and sushi.",
    "id": "fM13xQEo8CXml1ANvLegqQeF",
    "category": "Plants",
    "subcategory": "Daikon"
  },
  {
    "fact": "Fruit of mahogany is large, pear-shaped capsule. It is grey or brown colored and filled with up to 71 seed. Fruit ripens usually from January to March.",
    "id": "eBzWQMgXYQK7uNmW6gKUageF",
    "category": "Plants",
    "subcategory": "Mahogany"
  },
  {
    "fact": "Siri can virtually flip a coin for a user and also virtually roll the dice.",
    "id": "1QWgGpH46p5IA86ERt8v3AeF",
    "category": "Technology",
    "subcategory": "Siri"
  },
  {
    "fact": "African buffalo is large animal that can reach 6.8 to 11 feet in length, 3.2 to 5.6 feet in height and weight between 660 and 1900 pounds.",
    "id": "TVLfXwwRM65QEIRiRlfZMQeF",
    "category": "Animal",
    "subcategory": "African buffalo"
  },
  {
    "fact": "Marsh mallow has simple, erect stem that develops few lateral branches. It usually grows to the height of 3 to 4 feet.",
    "id": "4zRuku93IXfF1r4GuAHN0AeF",
    "category": "Plants",
    "subcategory": "Marsh mallow"
  },
  {
    "fact": "There is a temple at Philae dedicated to Isis. It is currently located on an island in the Aswan Low Dam reservoir in Egypt, as its original location was flooded and it had to be relocated.",
    "id": "TqucZZpxVgf8DYz6Puy4jgeF",
    "category": "Ancient Civilizations",
    "subcategory": "Isis Goddess"
  },
  {
    "fact": "Mahogany has dark brown, sweet-scented bark with flaky surface.",
    "id": "khiUgRkCNcYto2gzq3gQkweF",
    "category": "Plants",
    "subcategory": "Mahogany"
  },
  {
    "fact": "Leaves taste like mustard greens. They can be cooked and consumed like spinach or used fresh in salads.",
    "id": "PN7p8rz3iiY2qI2x0H7pNQeF",
    "category": "Plants",
    "subcategory": "Turnip"
  },
  {
    "fact": "Daikon (root) is great source of vitamins A, E and C and minerals such as potassium and phosphorus. 100 g of daikon contains only 18 calories.",
    "id": "4Wt7PXgKdDe6abSQZhZJZAeF",
    "category": "Plants",
    "subcategory": "Daikon"
  },
  {
    "fact": "Pregnancy lasts 12 months and ends up with single baby. Female gives birth every 2 to 3 years.",
    "id": "RMvaQi42kagQ1ySHWZh7qweF",
    "category": "Animal",
    "subcategory": "Humpback whale"
  },
  {
    "fact": "The rock art seen throughout South Africa originates with the San and KhoiKhoi people.",
    "id": "uOgJWg5DwHAPyagwQl7gvgeF",
    "category": "Cultures",
    "subcategory": "South African Culture"
  },
  {
    "fact": "By 1888 the only colony not celebrating Anniversary Day on January 26th was Adelaide.",
    "id": "fuLTgxaToMFH6KGNklko6geF",
    "category": "Holidays",
    "subcategory": "Australia Day"
  },
  {
    "fact": "Sea snakes are poisonous but they are not aggressive creatures. Attacks of sea snakes are usually result of self defense.",
    "id": "3uLfNTZxvPI7HLFAGOSF7geF",
    "category": "Animal",
    "subcategory": "Sea snakes"
  },
  {
    "fact": "Eyelash viper can be yellow, red, pinkish, green or brown colored. Body can be uniformly colored or covered with dark speckles.",
    "id": "xiMmO5vNgXduHpSkgDyr7QeF",
    "category": "Animal",
    "subcategory": "Eyelash viper"
  },
  {
    "fact": "Amsterdam is rich with historical buildings. There are 6,800 buildings in the city that were built in the 16th to 18th centuries.",
    "id": "hqW7qIPPaOsgqLMP6B2NEgeF",
    "category": "Cities",
    "subcategory": "Amsterdam"
  },
  {
    "fact": "Dodo was an omnivore. Its diet was based on the fruit, nuts, seed, roots, bulbs, shellfish and crabs.",
    "id": "gEwsUPdM7pdSkMTwbXqSTweF",
    "category": "Extinct Animals",
    "subcategory": "Dodo"
  },
  {
    "fact": "The first Europeans to visit the Grand Canyon were Spanish and they arrived 473 years ago.",
    "id": "VevXjmkzN1iPvhBrFuenUweF",
    "category": "Wonders of the World",
    "subcategory": "The Grand Canyon"
  },
  {
    "fact": "1Loris reaches sexual maturity between 10 months (females) and one year (males). Depending on the species, lorises mate twice a year, once per year, or every year and a half. Female gives birth to usually one baby (two babies maximally).",
    "id": "426vfDGa5xJE9u4wzY1kIgeF",
    "category": "Animal",
    "subcategory": "Loris"
  },
  {
    "fact": "In 1986 Alan Moore's comic book Watchmen is believed to have redefined comic books in general and Watchmen is considered by many to be the best comic ever published.",
    "id": "WrbODFguGmJpJTImOuPmaQeF",
    "category": "Authors",
    "subcategory": "Alan Moore"
  },
  {
    "fact": "In Japanese folklore the tapir is capable of eating dreams and nightmares. The Pokémon character Drowzee is based upon the tapir.",
    "id": "Aus5j6fj5K78sNBGIW4T5QeF",
    "category": "Movies",
    "subcategory": "Pok&eacute;mon"
  },
  {
    "fact": "Mating season takes place in March. Pregnancy lasts 135 days and ends with one baby.",
    "id": "ZfmDX3EqUUNFyW0vsZgvwAeF",
    "category": "Animal",
    "subcategory": "Pangolin"
  },
  {
    "fact": "Salt water does not freeze at the same temperature as fresh water. Because of the higher density of salt water the temperature must be even lower in order for it to freeze.",
    "id": "XrLeoiuA6bI7RtHSN6RQBQeF",
    "category": "Science",
    "subcategory": "Salt Water"
  },
  {
    "fact": "Thorny skate has 36 to 46 rows of teeth in upper and lower jaw.",
    "id": "4icW7bRQCUYNXJ1Ps64g6QeF",
    "category": "Animal",
    "subcategory": "Thorny skate"
  },
  {
    "fact": "Pregnancy lasts 7 to 8 weeks and ends with 1 to 6 babies (cubs). Most babies are born between January and March. Cubs spend first 8 weeks of their life inside a sett. Young badgers reach sexual maturity at the age of 12 to 18 months.",
    "id": "0WQS8gp6h1JlvL74cjF6CQeF",
    "category": "Animal",
    "subcategory": "Badger"
  },
  {
    "fact": "Hazelnut has green, rounded leaves that are doubly toothed on the edges. Both sides of leaves are covered with fine hairs.",
    "id": "wgI6O1nQdU1LHV5nCBEj2QeF",
    "category": "Plants",
    "subcategory": "Hazelnut"
  },
  {
    "fact": "Fruit fly can survive up to 30 days in the wild. Lifespan can be extended three times under laboratory conditions.",
    "id": "guVYh0WXw7YjQTo3tGumHgeF",
    "category": "Animal",
    "subcategory": "Fruit fly"
  },
  {
    "fact": "The Rijksmuseum has more than 2000 paintings, including work by Rembrandt and his students.",
    "id": "eCuxpqDmmWuTWYOPo5AH6QeF",
    "category": "Museums",
    "subcategory": "Rijksmuseum"
  },
  {
    "fact": "He recognized that the lack of a standard vocabulary when writing about plants made their identification difficult.",
    "id": "yVfpSBogm71rVIbnd30vSgeF",
    "category": "Scientists",
    "subcategory": "Niccolo Leoniceno"
  },
  {
    "fact": "Some believe that Hudson Bay's shape was created by a meteor strike.",
    "id": "TWOdIDyRgWHncR5lW0cKxQeF",
    "category": "Seas",
    "subcategory": "Hudson Bay"
  },
  {
    "fact": "Rivers are often used for recreational activities such as swimming, sailing, rafting, canoeing, fishing, water skiing, and kayaking.",
    "id": "rPKXOgOfi8Fi5fHNeVr9kQeF",
    "category": "Rivers",
    "subcategory": "Rivers"
  },
  {
    "fact": "Common nettle is also used for the manufacture of sweet non-alcoholic beverage and beer in Europe.",
    "id": "62ZnrXsujnDK0cPN3XjB7geF",
    "category": "Plants",
    "subcategory": "Common nettle"
  },
  {
    "fact": "Western, or European, dragons tend to be very large fire-breathing, serpent-like, scaly creatures with wings.",
    "id": "rEt5JA5C6XuHDhJTz5PQ1weF",
    "category": "Fiction",
    "subcategory": "Dragons"
  },
  {
    "fact": "Harriet was nicknamed 'Moses' for her efforts and never once did she lose one of those she was trying to help free.",
    "id": "nWqL1iVvuy69uA68g9Z6wweF",
    "category": "Biography",
    "subcategory": "Harriet Tubman"
  },
  {
    "fact": "It is non-magnetic and is a very poor conductor of electricity.",
    "id": "TbxT9OzElWdPKJ1B5GkXzAeF",
    "category": "Periodic Table",
    "subcategory": "Titanium"
  },
  {
    "fact": "The 'Roaring Twenties' occurred while Calvin Coolidge was president. This era was a time of rapid growth economically.",
    "id": "wqIx6wTKdv9HpWPjHJz4AweF",
    "category": "Biography",
    "subcategory": "Calvin Coolidge"
  },
  {
    "fact": "His first novel was Against the Fall of Night, which was published in 1948. It was originally published as a novella but after its success Arthur C. Clarke expanded the work into a full-length novel, which was published in 1953.",
    "id": "fA0VleGTg9tlYM0EPu99sAeF",
    "category": "Authors",
    "subcategory": "Arthur C. Clarke"
  },
  {
    "fact": "Approximately 85% of the heating to homes in Iceland is supplied by geothermal power stations. These power stations use energy from volcanoes and vents to supply the heat.",
    "id": "yDiNLQw6DmrmMfcfGuGA6QeF",
    "category": "Countries",
    "subcategory": "Iceland"
  },
  {
    "fact": "Mt. Everest is always covered in snow and ice. Many successful climbs to the summit happen in May. This is because the weather conditions are more favorable.",
    "id": "fvzv3TPN9No0umMVGqg8EweF",
    "category": "Wonders of the World",
    "subcategory": "Mount Everest"
  },
  {
    "fact": "Myristica fragrans has elliptic, glossy leaves. They are alternately arranged on the branches. Crushed leaves emit pleasant aroma.",
    "id": "6RCczJAngZyxgzNdpO1ifgeF",
    "category": "Plants",
    "subcategory": "Myristica fragrans (nutmeg)"
  },
  {
    "fact": "All in all there were approximately 5 million people killed, wounded or missing as a result of the Korean War. 50% of these were civilians.",
    "id": "AQxlZ5De4MN9uNb4cHCwqQeF",
    "category": "History",
    "subcategory": "Korean War"
  },
  {
    "fact": "Suge Knight is set to stand trial in January 2018 for murder.",
    "id": "6KIGyk6RB1sREtzRJAKCJweF",
    "category": "Biography",
    "subcategory": "Suge Knight"
  },
  {
    "fact": "There are fifteen recognized compounds for calcium, all with unique industrial uses.",
    "id": "mKuhOGqULHgdx77CEV93zgeF",
    "category": "Periodic Table",
    "subcategory": "Calcium"
  },
  {
    "fact": "Fruit has yellow-green skin on the surface and orange-pinkish flesh underneath it. Large number of black seeds is located in the middle of the fruit.",
    "id": "md8ckPDTYg5aDV0fiCEhhgeF",
    "category": "Plants",
    "subcategory": "Papaya"
  },
  {
    "fact": "Zeus had a child with his sister Demeter named Persephone.",
    "id": "HjiJa0aL8yDyovgEwpxguQeF",
    "category": "Ancient Civilizations",
    "subcategory": "Zeus"
  },
  {
    "fact": "Lenny Wilkens, the Atlanta Hawks coach, has led his team to victory more times than any other coach.",
    "id": "b52gv284y2wbTbbIHo1S7weF",
    "category": "Sports",
    "subcategory": "Basketball"
  },
  {
    "fact": "Black panthers have large and strong paws and sharp claws that are used for hunting.",
    "id": "712mgRQJzIHcxVHB0pi1OQeF",
    "category": "Animal",
    "subcategory": "Panther"
  },
  {
    "fact": "Each year, Mexican town mayors and politicians re-enact the famous speech given by Father Hidalgo. The Mexican President also re-enacts it from the balcony of the National Palace.",
    "id": "sftEmKFGuwYGBtyxMWG4DgeF",
    "category": "Mexico",
    "subcategory": "Mexican Independence Day"
  },
  {
    "fact": "In 2011 Arundhati received the Distinguished Writing, Norman Mailer Prize.",
    "id": "nBwgeM1HBRg8n8Wn7fkr5QeF",
    "category": "Authors",
    "subcategory": "Arundhati Roy"
  },
  {
    "fact": "It is most often found as a component in monazite and bastnasite minerals.",
    "id": "AZGqtHvggxgEHm9AKgSFmQeF",
    "category": "Periodic Table",
    "subcategory": "Neodymium"
  },
  {
    "fact": "The state insect is the Praying Mantis.",
    "id": "oZtR4S5MuE59DlU4gi1BvAeF",
    "category": "US States",
    "subcategory": "Connecticut"
  },
  {
    "fact": "Leaves of sea kale have kale-like taste (hence the name). They can be consumed as salad greens or cooked like spinach.",
    "id": "sY4TefCMkE0aELuUFSdolAeF",
    "category": "Vegetables",
    "subcategory": "Sea kale"
  },
  {
    "fact": "Arthur Miller's most famous works include Death of a Salesman, The Crucible, A View from the Bridge, and All My Sons.",
    "id": "8ugqkfBVzgc4JZJF2dJ8TAeF",
    "category": "Authors",
    "subcategory": "Arthur Miller"
  },
  {
    "fact": "Chinchilla is characterized by large, round ears, bushy tail and very soft, thick fur.",
    "id": "DBgJ6aYLJnpUvdw4aoqKhgeF",
    "category": "Animal",
    "subcategory": "Chinchilla"
  },
  {
    "fact": "Bell and his older brother Melville eventually created an automaton of the human head which would speak when a bellows pumped air through the artificial larynx, throat, and mouth. Different words were produced by adjusting the shape of the mouth and inner workings.",
    "id": "B1NRoIQksVMgQ7xXlIzL9AeF",
    "category": "Scientists",
    "subcategory": "Alexander Graham Bell"
  },
  {
    "fact": "Oxalis propagates via seed and bulbils (small underground stems with fleshy leaves).",
    "id": "skTETh0M6d1W8KVGeSQF3geF",
    "category": "Plants",
    "subcategory": "Oxalis"
  },
  {
    "fact": "There are more than 1800km of groomed roads for touring Kruger National Park.",
    "id": "RQEBWbN45S7sx1uQ5zBGuweF",
    "category": "National Parks",
    "subcategory": "Kruger National Park"
  },
  {
    "fact": "A traditional tambourine used for an orchestra has 20 jingle pairs. This number can be smaller for ensemble tambourines and orchestras.",
    "id": "36BtgxZB3GUWQ9iuoeNvUAeF",
    "category": "Music Instruments",
    "subcategory": "Tambourine"
  },
  {
    "fact": "At the length of 0.8 to 0.9 inches, larvae look like miniature versions of adults. Young hakes usually inhabit sea floor on a depth of up to 650 feet, until they become strong enough to survive in deeper waters.",
    "id": "AHGpHAN9nhkcJcwnh2R0dQeF",
    "category": "Animal",
    "subcategory": "Hake"
  },
  {
    "fact": "Those who come into contact with people infected with the Ebola virus can reduce the risk of infection by wearing protective clothing and gloves, and washing their hands frequently.",
    "id": "oankF9Fo4B9IhZWEeDcg6QeF",
    "category": "Viruses",
    "subcategory": "Ebola Virus"
  },
  {
    "fact": "Fruit of butter-and-eggs is roundish capsule filled with numerous small seed. Each plant produces around 500.000 seed per year. Butter-and-eggs is able to self-sow (plant is able to shed its seed without assistance of wind or animals).",
    "id": "thgOSJ3Mct71nKNtZz5gMQeF",
    "category": "Plants",
    "subcategory": "Butter-and-eggs"
  },
  {
    "fact": "fdsfds",
    "id": "5LghhdDk6NHpogf9HIEIbgrE",
    "category": "fdsfdsf",
    "subcategory": "fdsfdsfds"
  },
  {
    "fact": "Calcite is used in optical instruments because it has the ability to make objects appear doubled.",
    "id": "V4cVcw4EZCAJn4aaHj8TOweF",
    "category": "Geology",
    "subcategory": "Calcite"
  },
  {
    "fact": "Rhizome of black cohosh was also used in treatment of arthritis, whooping cough, bronchitis, diarrhea and hypertension in the past, and juice squeezed from the plant in treatment of snake bites.",
    "id": "MJPYPkZgeuA1JpxQk5u7yQeF",
    "category": "Plants",
    "subcategory": "Black cohosh"
  },
  {
    "fact": "In 1930 the hertz (Hz) was established as the name for frequency replacing the previous cycles per second.",
    "id": "4HuWHQN37U5OzK1RL8qj5weF",
    "category": "Scientists",
    "subcategory": "Heinrich Hertz"
  },
  {
    "fact": "On April 23, 1945 Allied troops captured the German nuclear energy research station and Laue was taken to Huntingdon, England and interned at Farm Hall.",
    "id": "guUkQWbwGFuvFpTlPlSmSAeF",
    "category": "Scientists",
    "subcategory": "Max Von Laue"
  },
  {
    "fact": "The Parthenon is an example of Doric style, which is a simple style with a plainer column than other styles of architecture.",
    "id": "hKxg9VYgQ9njR8saZwyadAeF",
    "category": "Ancient Civilizations",
    "subcategory": "Parthenon"
  },
  {
    "fact": "Branchlets of casuarina are prized as excellent mulch due to high content of nitrogen.",
    "id": "C7GgrhCZmAaW7KWhstf15QeF",
    "category": "Plants",
    "subcategory": "Casuarina"
  },
  {
    "fact": "Figwort develops ovate or lanceolate-shaped leaves. They are toothed on the edges and oppositely arranged on the stem.",
    "id": "qrh6bklWZN6MynfqkQCutQeF",
    "category": "Plants",
    "subcategory": "Figwort"
  },
  {
    "fact": "Approximately 301 million people use Snapchat at least once a month.",
    "id": "p3FMpg0qogwmNKDfJgU6AAeF",
    "category": "Technology",
    "subcategory": "Snapchat"
  },
  {
    "fact": "Melania has tried to stay out of politics in public. She has stated that she knows what is going on and is political in her private life.",
    "id": "lIVZOffHAFWQvbweShgeEgeF",
    "category": "Biography",
    "subcategory": "Melania Knauss (Trump)"
  },
  {
    "fact": "American Cocker Spaniel is the smallest gun dog in the world. It was originally created to hunt, track and flush small birds, such as quail and woodcock, from their hiding spots. American Cocker Spaniel has soft mouth which doesn't damage dead birds (killed during the hunt) when it retrieves them to its owner.",
    "id": "zmQQEAVHxSBMQ054ugVI3geF",
    "category": "Dogs",
    "subcategory": "American Cocker Spaniel"
  },
  {
    "fact": "Jumping cholla has tree-like shape. It has one trunk with multiple drooping branches. Entire plant is covered with wart-like projections.",
    "id": "Xt9YWyCVGCQJNLziwuEFVgeF",
    "category": "Plants",
    "subcategory": "Jumping cholla"
  },
  {
    "fact": "The Union forces, led by General George H. Thomas, won the battle.",
    "id": "Wvd3xwmCJdi1Uwgr6sJhjweF",
    "category": "Civil War",
    "subcategory": "Battle of Nashville"
  },
  {
    "fact": "William's third paper, On the uniform motion of heat in homogeneous solid bodies and its connection with the mathematical theory of electricity was written in 1841.",
    "id": "ta2TSjPOM5iucV2nEoHNRgeF",
    "category": "Scientists",
    "subcategory": "William Thomson"
  },
  {
    "fact": "The most important time for a woman who wants to become pregnant (or even MIGHT become pregnant) is to take folic acid for a couple months before she becomes pregnant.",
    "id": "3YBDymTprZJJYw7MrjHNVQeF",
    "category": "Nutrition",
    "subcategory": "Folic Acid"
  },
  {
    "fact": "Manaus, Brazil is the largest city located along the Amazon River, with a population of approximately 1.7 million people.",
    "id": "ku73q0TPaaj8gcwn6vaXwAeF",
    "category": "Rivers",
    "subcategory": "Amazon River"
  },
  {
    "fact": "The oldest remaining celestial globe dates back to a 2nd century sculpture called the Farnese Atlas - given the name because it was acquired by Cardinal Alessandro Farnese in the 1500s.",
    "id": "ndQ91osmPnggmOVUg5KPYQeF",
    "category": "Astrological Instruments",
    "subcategory": "Celestial Sphere"
  },
  {
    "fact": "The writer of Mary Had a Little Lamb, Sarah Josepha Hale, is thought to be the person who persuaded Abraham Lincoln to make Thanksgiving a national holiday.",
    "id": "92a6hE2WAR4NPQuEGhJXnweF",
    "category": "Holidays",
    "subcategory": "Thanksgiving"
  },
  {
    "fact": "There have been more than 700 dams constructed on the Danube River's tributaries in various European countries.",
    "id": "7t7WiUa1YQBM8zJFwCr7WgeF",
    "category": "Rivers",
    "subcategory": "Danube River"
  },
  {
    "fact": "Males and females live in large herds (around 1000 animals) during the winter period. During the summer and spring, males and females live in separate herds.",
    "id": "NFBDxT6XOBv3OelW9NmYuweF",
    "category": "Animal",
    "subcategory": "Pronghorn"
  },
  {
    "fact": "Michael Ende died of cancer on August 28th, 1995, two years after his initial diagnosis. He was 65 years old.",
    "id": "ueLSmeQgbuYhJTp7tNeh8geF",
    "category": "Authors",
    "subcategory": "Michael Ende"
  },
  {
    "fact": "Pregnancy in females lasts few months and ends with 2 to 5 babies. Females can produce 2 litters per year.",
    "id": "3KpymYgA7rTnb5hs63fB0QeF",
    "category": "Animal",
    "subcategory": "Asian palm civet"
  },
  {
    "fact": "Many plants around the world have medicinal qualities. Of the plants known to have anti-cancer properties, 70% are found in the rainforest. Amazon natives use rainforest plants regularly but 90% of the ones they use have not been studied by modern science.",
    "id": "WZHzGQO1DXjBAKINWTkZBweF",
    "category": "Wonders of the World",
    "subcategory": "Amazon Rainforest"
  },
  {
    "fact": "Lake sturgeon has spade-shaped head with 4 barbels on the snout which facilitate detection of food. Fleshy mouth without teeth are designed for sucking.",
    "id": "G5a1BtJd0WHWcuF6fUgy7geF",
    "category": "Animal",
    "subcategory": "Lake sturgeon"
  },
  {
    "fact": "Fruit of chinaberry is light yellow berry-like drupe. Chinaberries change color into white and become wrinkled during the winter.",
    "id": "i6hH2PJgFdteFLdyGr4ktweF",
    "category": "Plants",
    "subcategory": "Chinaberry"
  },
  {
    "fact": "There are very few accurate details recorded about the life of Archimedes, including his exact birth and death years.",
    "id": "41V9Ki5VadaCZWu1ng7gqgeF",
    "category": "Scientists",
    "subcategory": "Archimedes"
  },
  {
    "fact": "Mario Puzo's parents were illiterate, and as such did not encourage Mario's love of literature. After his father left, Mario's mother encouraged him to become a railroad clerk.",
    "id": "neSfXJhg2goYr1UU4xls4QeF",
    "category": "Authors",
    "subcategory": "Mario Puzo"
  },
  {
    "fact": "Kangaroos live 8 to 10 years in the wild and 20 years in captivity.",
    "id": "wMRBMXioL4UBIrD7CTEWVgeF",
    "category": "Animal",
    "subcategory": "Kangaroo"
  },
  {
    "fact": "African clawless otter is a carnivore (meat-eater). Its diet is based on frogs, fish, worms and crabs.",
    "id": "rx4RoyuBHuFSc4dViLtpeAeF",
    "category": "Animal",
    "subcategory": "African clawless otter"
  },
  {
    "fact": "Depending on the species, centipedes can survive from 2 to 5 years in the wild.",
    "id": "FvnqwugyIipc0B106gxBbweF",
    "category": "Animal",
    "subcategory": "Centipedes"
  },
  {
    "fact": "Olm reaches sexual maturity at the age of 10 to 15 years.",
    "id": "BEQ4KzygIBbkcUoUoanKHgeF",
    "category": "Animal",
    "subcategory": "Olm"
  },
  {
    "fact": "There are no minorities in Hawaii, as everyone is a minority.",
    "id": "6PCGfJwYu9yEjfHvXg81BQeF",
    "category": "US States",
    "subcategory": "Hawaii"
  },
  {
    "fact": "Emperor penguin is a carnivore. Its diet is based on krill, squids and fish.",
    "id": "vBj0eOgWJip7uf4XBBt4BweF",
    "category": "Animal",
    "subcategory": "Emperor penguin"
  },
  {
    "fact": "Pregnancy in females lasts 7.5 to 8 months and ends with one baby (fawn). Female gives birth and takes care of baby on the small, dry islands and mounds in the swamp.",
    "id": "iFGMNa2T70fqsRAn3bBZIQeF",
    "category": "Animal",
    "subcategory": "Sitatunga"
  },
  {
    "fact": "During Pax Romana there were leaders known as the Five Good Emperors. They were Emperor Nerva, Emperor Trajan, Emperor Hadrian, Emperor Antoninus Pius, and Emperor Marcus Aurelius.",
    "id": "UdJ777UXcP9jkMvpm6CXRgeF",
    "category": "History",
    "subcategory": "Pax Romana"
  },
  {
    "fact": "In the 1980s Daintree Rainforest was threatened by logging and other activities but protection as created by having it listed as a UNESCO World Heritage Site.",
    "id": "TH1Gdwwr5u35srTwtqF7qAeF",
    "category": "Rain Forests",
    "subcategory": "Daintree Rainforest"
  },
  {
    "fact": "Predators of scorpions are birds (such as owl) and baboons.",
    "id": "rZ0QYG0uluIcXFHQSLlNyAeF",
    "category": "Animal",
    "subcategory": "Scorpion"
  },
  {
    "fact": "Yoho National Park is located on the west side of the continental divide. This area receives more rain and snow than areas east of the continental divide.",
    "id": "jMqjLMwgphO5Ulj92Hb4MQeF",
    "category": "National Parks",
    "subcategory": "Yoho National Park"
  },
  {
    "fact": "Delegates at the First Continental Congress included two from New Hampshire, four from Massachusetts, two from Rhode Island, three from Connecticut, nine from New York, five from New Jersey, eight from Pennsylvania, three from Delaware, five from Maryland, seven from Virginia, three from North Carolina, and five from South Carolina.",
    "id": "mkuygK34N7jOmw2KeBLKRQeF",
    "category": "13 Colonies",
    "subcategory": "First Continental Congress"
  },
  {
    "fact": "J.R.R. Tolkien originally wrote The Hobbit for his own children.",
    "id": "aEbgRoEO8eoIS110RZihnweF",
    "category": "Authors",
    "subcategory": "J. R. R. Tolkien"
  },
  {
    "fact": "Arctic wolf is smaller than grey wolf and has shorter legs, smaller ears and shorter muzzle compared with other types of wolves. It has padded feet which facilitate movement across the frozen ground.",
    "id": "ZqAI0edgD4vv7xTVQcXkDgeF",
    "category": "Animal",
    "subcategory": "Arctic wolf"
  },
  {
    "fact": "They were inducted into the Inventor's Hall of Fame in 2014.",
    "id": "q9E3uqaJ1CnFgfx3VKnfGweF",
    "category": "Scientists",
    "subcategory": "Hedy Lamarr"
  },
  {
    "fact": "Termites consume both decaying and live wood. They also eat fungus that live on the decaying trees.",
    "id": "94I9YYo1e1JGYg29ZgtRNAeF",
    "category": "Animal",
    "subcategory": "Termite"
  },
  {
    "fact": "Thomas Edison was awarded the Congressional gold medal in 1928 for all of his hard work and important inventions.",
    "id": "UwmxFUiePyQWVJuiGhDl6AeF",
    "category": "Biography",
    "subcategory": "Thomas Edison"
  },
  {
    "fact": "The three dams on the Columbia River that are located in Canada are the Hugh Keenleyside Dam, the Duncan Dam, and the Mica Dam.",
    "id": "xFICMD6D1AiEoBLPQr8ILweF",
    "category": "Rivers",
    "subcategory": "Columbia River"
  },
  {
    "fact": "Natural enemies of Steller's sea cows were large species of sharks and humans.",
    "id": "gT96lHjZdRg8R98gSFil1geF",
    "category": "Extinct Animals",
    "subcategory": "Steller's sea cow"
  },
  {
    "fact": "In 1840 Abraham Lincoln proposed to Mary Todd. Her family was rich, and they were slave owners.",
    "id": "ZMvdQM4JH8XOFA0UCHS7uQeF",
    "category": "Biography",
    "subcategory": "Abraham Lincoln"
  },
  {
    "fact": "Kinsley was bisexual, which may have prompted some of his interest in human sexual behavior; his wife was aware of his orientation and supported him in his interest in other partners.",
    "id": "xhEMQkOLeEo2vPCJIcCxvAeF",
    "category": "Scientists",
    "subcategory": "Alfred Kinsey"
  },
  {
    "fact": "The film The Godfather also won Best Screenplay, Best Director, Best Actor - Drama, Best Original Score, and Best Picture - Drama at the 30th Golden Globe Awards.",
    "id": "pbhQuVw1kUshxVdBZYsuvAeF",
    "category": "Authors",
    "subcategory": "Mario Puzo"
  },
  {
    "fact": "The remaining unstable isotope of selenium actually has a half-life of one quintillion years, which makes it almost considered to be stable.",
    "id": "9BNRZca88pDrq3aTKpNruAeF",
    "category": "Periodic Table",
    "subcategory": "Selenium"
  },
  {
    "fact": "40% of the birds, 28% of the frogs, and 65% of the ferns found in Australia can be found in Daintree Rainforest.",
    "id": "RbWWwTtCnJgrBAwg2Tl1egeF",
    "category": "Rain Forests",
    "subcategory": "Daintree Rainforest"
  },
  {
    "fact": "Barbara Cartland wrote a total of 723 novels in her lifetime. Her novels have been translated into more than 36 languages and have sold more than 2 billion copies.",
    "id": "mZ8UHuplbu0Cf4gRFF74AAeF",
    "category": "Authors",
    "subcategory": "Barbara Cartland"
  },
  {
    "fact": "A Canadian heroine named Laura Secord walked 20 miles from American-occupied territory to warn the British of an impending attack by the Americans. She is honored by Canadians and remembered for her bravery.",
    "id": "ZIVLg6e483jrzA1KSVCf2AeF",
    "category": "History",
    "subcategory": "War of 1812"
  },
  {
    "fact": "Once an outbreak of genital herpes has occurred, any subsequent outbreaks are usually less severe and they often decrease in frequency over time.",
    "id": "6wgBIsOUNnrH0FmdlkgYTweF",
    "category": "Viruses",
    "subcategory": "Herpes Simplex Virus"
  },
  {
    "fact": "Some tam-tams are suspended on frames that sit on wheels.",
    "id": "fRf7N7gQDRxfuyBeDrdMcQeF",
    "category": "Music Instruments",
    "subcategory": "Tam-Tam"
  },
  {
    "fact": "Robin Williams was a cycling fan and was known to train with Lance Armstrong.",
    "id": "VDgEUE7RZua9htu7uVl8VQeF",
    "category": "Biography",
    "subcategory": "Robin Williams"
  },
  {
    "fact": "Babies are wrinkled and blind at birth. They depend on the mother's milk during the first 6 weeks of their life. At the age of 8 weeks, young minks are ready for independent life. Sexual maturity will be reached between 12th and 16th month.",
    "id": "EwNuHRwOYb0udsTMNiJUYAeF",
    "category": "Animal",
    "subcategory": "Mink"
  },
  {
    "fact": "Manzanita has unusually-twisted branches covered with smooth, red bark that is rich in tannins (group of bitter-tasting compounds). Red and grey-colored (dead) branches can be often seen at the same time on the tree.",
    "id": "W1XOoe2BQh8Os1SNuHTXXAeF",
    "category": "Plants",
    "subcategory": "Manzanita"
  },
  {
    "fact": "Sagebrush has coarse stem with numerous, upward-oriented branches. It can reach 3 to 6 feet in height (up to 12 feet in the wet areas).",
    "id": "cufeK5OFhUmuK26iucyBwQeF",
    "category": "Plants",
    "subcategory": "Sagebrush"
  },
  {
    "fact": "Mullet belong to the group of ray-finned fish. It has two dorsal fins strengthened with rays. First dorsal fin has 5 sharp spines. Second dorsal fin is equipped with 8 soft rays.",
    "id": "pfZvNXUuzsoqkrADof0ToQeF",
    "category": "Animal",
    "subcategory": "Mullet"
  },
  {
    "fact": "There is no limit to the number of times aluminum can be recycled.",
    "id": "vLu2mqqQbKT6z4u22mcaxAeF",
    "category": "Environmental Science",
    "subcategory": "Recycling"
  },
  {
    "fact": "Natural enemies of marsh frogs are birds (such as herons), reptile (such as grass snake), large toads, fish and various species of mammals.",
    "id": "2uTZKxP1gfF8riuB02LggweF",
    "category": "Animal",
    "subcategory": "Marsh frog"
  },
  {
    "fact": "Pollen of eastern cottonwood induces allergy in susceptible individuals.",
    "id": "Db7T4FGrRKohumfW9byC4AeF",
    "category": "Plants",
    "subcategory": "Eastern cottonwood"
  },
  {
    "fact": "There are several different types of clouds. Vertical clouds include cumulonimbus clouds and cumulus clouds. Low clouds include stratus, and stratocumulus clouds. Middle clouds include Altostratus, altocumulus, and nimbostratus clouds. High clouds include cirrus, cirrocumulus, and cirrostratus clouds.",
    "id": "7vFIpCfj7aoSefyujoPiBAeF",
    "category": "Weather",
    "subcategory": "Cumulonimbus Clouds"
  },
  {
    "fact": "Falcarindiol is a compound responsible for the bitter taste of carrots. This substance shows antifungal properties (can be used against fungal diseases).",
    "id": "0a1N3PIEqjQfTtftgicnzgeF",
    "category": "Plants",
    "subcategory": "Carrot"
  },
  {
    "fact": "Grover's father was a minister and his mother was the daughter of a bookseller.",
    "id": "HfuE1tyttdCk9SOgPjDMAQeF",
    "category": "Biography",
    "subcategory": "Grover Cleveland"
  },
  {
    "fact": "The record for most pancakes served in eight hours is 34,818, according the Guinness World Record book.",
    "id": "d7peqqzd21IG6og6Lnp3dgeF",
    "category": "Food",
    "subcategory": "Pancakes"
  },
  {
    "fact": "Name saltbush refers to the ability of plant to thrive on the salty soils. It eliminates excess salt from the tissue via leaves. Salt deposited on the surface of leaves facilitates accumulation of the atmospheric moisture and provides much-needed water during the periods of drought.",
    "id": "l49Tv6NCZzvpHBz5U9UgNAeF",
    "category": "Plants",
    "subcategory": "Saltbush"
  },
  {
    "fact": "By the time Georgia joined the Second Continental Congress on July 20th, 1775, Congress had already declared independence.",
    "id": "QxmB5rsfd0zbI9f6Cl4m3AeF",
    "category": "13 Colonies",
    "subcategory": "Second Continental Congress"
  },
  {
    "fact": "The Congo River flows into the Atlantic Ocean, discharging 1,500,000 cubic feet per second. Because at least one section of the river is always in rainy season the water flow is fairly consistent all year long.",
    "id": "buipuvyZNAuDdsfG10bImweF",
    "category": "Rivers",
    "subcategory": "Congo River"
  },
  {
    "fact": "The word fluorite originates from the Latin word fluere which means to flow.",
    "id": "gBpWmyOVS3wCNyj5V5mHYQeF",
    "category": "Geology",
    "subcategory": "Fluorite"
  },
  {
    "fact": "Even though commentators have stated that Euclid's ideas in Elements are all based on earlier, more simplified principles, until he produced the work there was nothing like it in terms of easy and organized reference.",
    "id": "qQLSILrl0V3Mx7zXrJj1FAeF",
    "category": "Scientists",
    "subcategory": "Euclid"
  },
  {
    "fact": "Queen Victoria, Isaac Newton, Michelangelo and Mozart were great fans of this breed.",
    "id": "V5QF5fhkLNPHqnNPegQ78weF",
    "category": "Dogs",
    "subcategory": "Pomeranian"
  },
  {
    "fact": "Male builds nest on the sea cliffs or inside abandoned buildings, caves and mine shafts. Nest is made of dry vegetation and lined with wool.",
    "id": "OOBvHeRogQPAbMrvsQjXzQeF",
    "category": "Animal",
    "subcategory": "Red-billed chough"
  },
  {
    "fact": "Lord Rayleigh and Sir William Ramsay actually discovered and named argon in 1894.",
    "id": "r8OZsh8ka9Zw1UWY6K2vMAeF",
    "category": "Periodic Table",
    "subcategory": "Argon"
  },
  {
    "fact": "Petals of feijoa flowers have mildly sweet flavor and they are occasionally used for the preparation of various salads.",
    "id": "rsXsbhEDfzIAEEkgEOwcngeF",
    "category": "Plants",
    "subcategory": "Feijoa"
  },
  {
    "fact": "Most species of kingfisher are blue or green-colored with orange or reddish-colored chest.",
    "id": "tKqMIjgULvop7ru5E8wAoweF",
    "category": "Animal",
    "subcategory": "Kingfisher"
  },
  {
    "fact": "Water primrose propagates via seed, broken fragments, runners and rhizomes.",
    "id": "ggDAdd9FsblAwxWSwclJsweF",
    "category": "Plants",
    "subcategory": "Water primrose"
  },
  {
    "fact": "Brown dye isolated from the root of rhubarb can be used for dyeing of hair. Leaves and stalks are source of yellow and red dyes.",
    "id": "qxvbMcARRJXjKpUsrXfXsQeF",
    "category": "Plants",
    "subcategory": "Rhubarb"
  },
  {
    "fact": "Wildcat is nocturnal creature (active during the night).",
    "id": "dNLr9lFSgmjkuj2NkApvfweF",
    "category": "Animal",
    "subcategory": "Wildcat"
  },
  {
    "fact": "Kaku was born in San Jose, California.",
    "id": "10iPY0EUD5pH6hFfuh0pPweF",
    "category": "Scientists",
    "subcategory": "Michio Kaku"
  },
  {
    "fact": "Badminton was first played as a sport in the Olympics in 1992. More than 1.1 billion watched its Olympic debut on television.",
    "id": "g5N0O3gUgyuNwwVqcjJi7geF",
    "category": "Sports",
    "subcategory": "Badminton"
  },
  {
    "fact": "Many consider the flora to be more impressive than the fauna in Isalo National Park, as wildlife is limited compared to other regions. There are more than 500 species of plants found within the park, including endemic species.",
    "id": "FA6e4jg6IuOEjCWo4siRZgeF",
    "category": "National Parks",
    "subcategory": "Isalo National Park"
  },
  {
    "fact": "Leaves of rhubarb contain substances that repel insects. By boiling the leaves in water, people can produce homemade insecticide that can eliminate pest from the garden.",
    "id": "Ouq0A9AcpoMuXgsiBWcCgAeF",
    "category": "Plants",
    "subcategory": "Rhubarb"
  },
  {
    "fact": "From summer to autumn the Cancer constellation can be seen in the Southern hemisphere.",
    "id": "guJr4ygUYuS3iYouBBvbvweF",
    "category": "Space",
    "subcategory": "Cancer Constellation"
  },
  {
    "fact": "Female is the one that chooses the partner for mating. Scientists are not sure which factors determine whether female will reject or accept certain males.",
    "id": "rstxVYgQM1hZPxAQWuFJxQeF",
    "category": "Animal",
    "subcategory": "Black mamba"
  },
  {
    "fact": "Confucianism promotes the idea that people should live with moral virtue and honesty, while striving for ideal social relationships.",
    "id": "yTxn2KIAAZFtUQiPm7jdvQeF",
    "category": "Religion",
    "subcategory": "Confucianism"
  },
  {
    "fact": "In 1769 Frederick the Great's niece the Duchess of Wurttemberg gave Friedrich the Cross of the Order of De la Fidelite.",
    "id": "S0ClcApeArvxfXBt37Vq2geF",
    "category": "Authors",
    "subcategory": "Friedrich Wilhelm Von Steuben"
  },
  {
    "fact": "Diet of convicts on their way to Australia (at the beginning of the colonization of that continent) was based on the rock samphire.",
    "id": "GAcEQP1uY3ulvgZxJ0RCPweF",
    "category": "Vegetables",
    "subcategory": "Rock samphire"
  },
  {
    "fact": "The Pentagon has 16 parking lots and can hold approximately 8,770 cars.",
    "id": "gDsxaBlwgv6nWXoGNwHrqAeF",
    "category": "US National Landmarks",
    "subcategory": "Pentagon"
  },
  {
    "fact": "Bulldog can reach 12 to 16 inches in height and 40 to 50 pounds of weight.",
    "id": "furKBOneV2bJ1bPi2VMEggeF",
    "category": "Dogs",
    "subcategory": "Bulldog"
  },
  {
    "fact": "Los Angeles' first movie theater opened in 1902.",
    "id": "IQ8ov81PnMj6oHblDccUtAeF",
    "category": "US States",
    "subcategory": "California"
  },
  {
    "fact": "One of Titian's earliest works was Christ Carrying the Cross, which was believed for many years to have been Giorgione's work.",
    "id": "e7YPanPnsubIQp6dtG1XqQeF",
    "category": "Artists",
    "subcategory": "Titian"
  },
  {
    "fact": "Norwegian athletes have won more medals at the Winter Olympics since its inception.",
    "id": "vSj2DImYBwtBH7KdXrqG6geF",
    "category": "Sports",
    "subcategory": "Winter Olympics"
  },
  {
    "fact": "Baby drinks 100 gallons of milk each day and gains 9 pounds each hour (200 pounds per day).",
    "id": "6fHUumZkenCFZ4VHNP4T4QeF",
    "category": "Animal",
    "subcategory": "Blue whale"
  },
  {
    "fact": "Mating season of woma pythons takes place from May to August.",
    "id": "ogNUqJ3njdzkXkMxer1u2QeF",
    "category": "Animal",
    "subcategory": "Woma python"
  },
  {
    "fact": "Cockroaches spend most of their time hidden in very tight spaces. They are able to hide in few millimeters-thick crevices. Adult, pregnant female requires 0.17 inches of space.",
    "id": "42EyRnJilvJYQkBLmPKatgeF",
    "category": "Animal",
    "subcategory": "Cockroach"
  },
  {
    "fact": "Each plant produces around 300 seed that are narrow and fluffy.",
    "id": "VXDkoOxujjQr9o5anLbcdgeF",
    "category": "Plants",
    "subcategory": "Cheatgrass"
  },
  {
    "fact": "Female nests in the shallow scrapes in the ground, or in the rock ledge and river bank and lays 2 to 5 creamy white eggs. Incubation period lasts 35 days.",
    "id": "7gDsXeGrGf5nTD5Cvcts0AeF",
    "category": "Animal",
    "subcategory": "Indian eagle-owl"
  },
  {
    "fact": "There are as many as 490,000 caribou in the herd that migrates back and forth between the Baird Mountains and the Waring Mountains. This herd is called the Western Arctic herd.",
    "id": "iAC59BJKwU2RsIJgE61j2QeF",
    "category": "National Parks",
    "subcategory": "Kobuk Valley National Park"
  },
  {
    "fact": "Helicopters can help fight forest fires as they can carry helibuckets full of water to be dropped on strategic areas.",
    "id": "xid9QY3S9nR5JNRKJ1ux0geF",
    "category": "Transportation",
    "subcategory": "Helicopter"
  },
  {
    "fact": "Originally the continents of the earth were one. Scientists refer to this large continent as Pangaea. When it broke apart the eight major continents were formed. Proof of the super continent Pangaea exists in the rock formations on the west coast of Africa and South America's east coast, which match up.",
    "id": "wITGWMUftf1fYV4nH5jyAQeF",
    "category": "Geography",
    "subcategory": "Geosphere"
  },
  {
    "fact": "Buddha lived to the age of 80. He died in Kushinagar, India in 483 BC.",
    "id": "3RXzQ5KIujoW9zHhVZsjuAeF",
    "category": "Religion",
    "subcategory": "Buddhism"
  },
  {
    "fact": "The first African-American woman to win the Women's Singles of the U.S. National Figure Skating Championship was Debi Thomas in 1986.",
    "id": "HwEKBN2Ut1B9igz4lHgqPweF",
    "category": "Holidays",
    "subcategory": "Black History Month"
  },
  {
    "fact": "He attended high school at the University of the Philippines.",
    "id": "YZqNMfqTLFXcOqlFuGU1RQeF",
    "category": "Scientists",
    "subcategory": "Ramon Barba"
  },
  {
    "fact": "The Confederates were feeling very confident going into the battle because they had just defeated the Union at the Second Battle of Bull Run.",
    "id": "Z6RvtaZvSGXQOsM60saNiQeF",
    "category": "Civil War",
    "subcategory": "Battle of Antietam"
  },
  {
    "fact": "Hugh Lofting died on September 26th, 1947, at the age of 61, in Topanga, California.",
    "id": "pmrNDyCNKtlvADu0kh5dJQeF",
    "category": "Authors",
    "subcategory": "Hugh Lofting"
  },
  {
    "fact": "Complications or other disease associated with Epstein Barr virus include lymphomatoid granulomatosis, acute genital ulcers, oral hairy leukoplakia, multiple sclerosis, nasopharyngeal carcinoma, stomach cancer, and Gianotti-Crosti syndrome.",
    "id": "2QI8K9vCprJxIropnr7T6QeF",
    "category": "Viruses",
    "subcategory": "Epstein-Barr Virus"
  },
  {
    "fact": "Scarab beetles have complete metamorphosis. That mean that they undergo 4 developmental stages: egg, larva, pupa and adult insect.",
    "id": "6kJcg5GRXOs8PLIagagIFgeF",
    "category": "Animal",
    "subcategory": "Scarab beetles"
  },
  {
    "fact": "The land purchased in the Louisiana Purchase cost about $0.03 an acre at the time.",
    "id": "HbPRRhrdDFLTxGRkqOyADgeF",
    "category": "US History",
    "subcategory": "Louisiana Purchase"
  },
  {
    "fact": "In the Sepik River region there are a large number of diverse cultures and languages. It is estimated that approximately 250 different languages are spoken among those that make their home in the Sepik River basin.",
    "id": "1iiun9qhuRPsM9HTWQuNzAeF",
    "category": "Rivers",
    "subcategory": "Sepik River"
  },
  {
    "fact": "April 12th is D.E.A.R. Day. The publisher Harper Collins recognizes this day, which means Drop Everything and Read Day, in honor of Beverly Cleary's birthday.",
    "id": "zvpYAj6cziB8rHxGONBppQeF",
    "category": "Authors",
    "subcategory": "Beverly Cleary"
  },
  {
    "fact": "John Steinbeck's next novels included In Dubious Battle (1936), Of Mice and Men (1937), and a collection of short stories titled The Long Valley (1938).",
    "id": "eipGsYZs9dUqrFM0Wv1FjweF",
    "category": "Authors",
    "subcategory": "John Steinbeck"
  },
  {
    "fact": "English Springer Spaniel can reach 18 to 22 inches in height and 45 to 55 pounds of weight.",
    "id": "pkZQHu1GIoZu31yKkIg76weF",
    "category": "Dogs",
    "subcategory": "English Springer Spaniel"
  },
  {
    "fact": "Weather maps can use isotherms (a line connecting locations with like temperatures). Isotherms can help forecasters and researchers identify weather fronts.",
    "id": "pMWxFMHb4e58egSfPXZdkAeF",
    "category": "Weather Instruments",
    "subcategory": "Weather Map"
  },
  {
    "fact": "Mopane hosts mopane worms (larvae of emperor moth) and silkworms. Mopane worm is important source of nutrients and proteins for the South African tribes. Silkworm encapsulates itself in the cocoon made of silk that is used in the manufacture of cloths among the local tribes.",
    "id": "kJge0vtRFLVJgAmJMJtUhAeF",
    "category": "Plants",
    "subcategory": "Mopane"
  },
  {
    "fact": "A wild turkey is the name for six strikes in a row, and a golden turkey is nine strikes in a row.",
    "id": "yNyntv2iiYwVgFcwDXCYLgeF",
    "category": "Sports",
    "subcategory": "Bowling"
  },
  {
    "fact": "Pear has oval or heart-shaped green leaves that are alternately arranged on the branches.",
    "id": "EJv5bKN1wgYpthg3Pnud0weF",
    "category": "Plants",
    "subcategory": "Pear"
  },
  {
    "fact": "Nye has also written many books as The Science Guy.",
    "id": "z5Ius5vsRQyufrmAh7uUfweF",
    "category": "Scientists",
    "subcategory": "Bill Nye"
  },
  {
    "fact": "Despite excellent nutritional profile of this plant, majority produced soybean serves as food for animals.",
    "id": "75QynYCMGGBAngsK7ue6lQeF",
    "category": "Plants",
    "subcategory": "Soybean"
  },
  {
    "fact": "The smuggler's tea being brought into the colonies meant that the British East India Company's tea was left to rot in warehouses in London.",
    "id": "cdR6PsD7g0jGsdN7ojEl9weF",
    "category": "13 Colonies",
    "subcategory": "The Tea Act"
  },
  {
    "fact": "In 1989 protests at Tiananmen Square by students who demanded democratic reform became violent when the government and the military went in with tanks and soldiers and killed thousands of people.",
    "id": "tF6ojNJY52cnYuIQ1p74BgeF",
    "category": "World History",
    "subcategory": "Tiananmen Square"
  },
  {
    "fact": "Marsh rice rat can reach 5 inches in length (plus 7 inches-long tail) and 1.4 to 2.8 ounces of weight.",
    "id": "3CZuu14JVEvt3dZp9FoRuQeF",
    "category": "Animal",
    "subcategory": "Marsh rice rat"
  },
  {
    "fact": "Leaves and branches of privet contain substances that may induce poisoning of cattle.",
    "id": "ad2WY6ZT0GTVJhof7WX1NgeF",
    "category": "Plants",
    "subcategory": "Privet"
  },
  {
    "fact": "Violins are available in different sizes. Beginners usually begin with smaller instruments and eventually move to full size violins.",
    "id": "Gz5g0lP4CH4wLNPIMNpYDQeF",
    "category": "Music",
    "subcategory": "Violin"
  },
  {
    "fact": "A dentist can choose to work in public health, studying social health policies.",
    "id": "XvygfuJ6hjmbfDy6P2SggweF",
    "category": "Health",
    "subcategory": "Dentist"
  },
  {
    "fact": "A large percentage of professional football players are bankrupt within a few years of retiring.",
    "id": "W2oYQLDKMdGnUHMgwvf6cgeF",
    "category": "Sports",
    "subcategory": "NFL"
  },
  {
    "fact": "Regent honeyeaters construct cup-shaped nests made of bark, grass and spider webs. Nests are located high above the ground, in the crown of eucalyptus tree.",
    "id": "QNaXBUViTVD1HFe1ItFV6weF",
    "category": "Animal",
    "subcategory": "Regent honeyeater"
  },
  {
    "fact": "The parts of the recorder include the mouthpiece, body, fingerholes, foot joint, and some also have a head joint. The three main parts are the head, body, and foot.",
    "id": "ROHgMmuOaN4YZIuMzENZGAeF",
    "category": "Music Instruments",
    "subcategory": "Recorder"
  },
  {
    "fact": "If winds are less than 119 km/hr, then the storm is called a tropical storm and not a hurricane.",
    "id": "QoDaViFBq228TuReT9WQnQeF",
    "category": "Weather",
    "subcategory": "Hurricane"
  },
  {
    "fact": "The New York Colony was originally called the Province of New York (from 1664), and later New York.",
    "id": "77wN3tbNh375cy3mKQzGaweF",
    "category": "13 Colonies",
    "subcategory": "New York Colony"
  },
  {
    "fact": "Quartzite can be found in many countries including Canada, the United Kingdom, and the United States.",
    "id": "Z09bCbXgHg8uoQNcsqLqzAeF",
    "category": "Geology",
    "subcategory": "Quartzite"
  },
  {
    "fact": "The whiteland coppice transitions from mangroves to the beach and contains a lot of rich plant life, including the giant poisonwood, similar to poison ivy with its toxic oil.",
    "id": "1GJPgzJ0RINjfHVQyIvVdQeF",
    "category": "National Parks",
    "subcategory": "Lucayan National Park"
  },
  {
    "fact": "Salvation Army volunteers would take donuts and coffee to soldiers in France in the trenches during World War I.",
    "id": "t84PsFPvbshSPdt5NOveiQeF",
    "category": "Food",
    "subcategory": "Donuts"
  },
  {
    "fact": "Calcium is the fifth most plentiful element in the Earth's crust.",
    "id": "sZmkJocc1ROwdZt0BRiRUweF",
    "category": "Periodic Table",
    "subcategory": "Calcium"
  },
  {
    "fact": "Yasuni National Park is located in a unique position that may account for its biodiversity. It is located close to the equator, situated at the base of the Andes Mountains, and runs along the Amazon.",
    "id": "NgOuNP2rzMSE89oVUE9UjweF",
    "category": "National Parks",
    "subcategory": "Yasuni National Park"
  },
  {
    "fact": "Human error accounts for roughly 90% of accidents on roadways. The creation of driverless cars was in an effort to reduce accidents.",
    "id": "NU0nKejvO2brNcvrjM4g9weF",
    "category": "Technology",
    "subcategory": "Driverless Cars"
  },
  {
    "fact": "Deinonychus had been 5 feet long, 11 feet tall and it weighed between 150 to 175 pounds.",
    "id": "yEyabcVxXgqRsHN6Hx7TQAeF",
    "category": "Dinosaurs",
    "subcategory": "Deinonychus"
  },
  {
    "fact": "The incubation period of CCHF is usually roughly 5 to 6 days but in some cases it can last as long as 9 days. One case was documented at 13 days.",
    "id": "uKTa2t2m81oopK3EY92qrgeF",
    "category": "Viruses",
    "subcategory": "Crimean-Congo Hemorrhagic Fever Virus"
  },
  {
    "fact": "Rum manufacturing was so popular in the Rhode Island Colony that by 1761 it was home to three sugar refineries and 22 distilleries.",
    "id": "Q64SWcdn3EXV0gGiDuSfCQeF",
    "category": "13 Colonies",
    "subcategory": "Rhode Island Colony"
  },
  {
    "fact": "Fresh leaves are often added to soups, salad dressings, yogurts and dishes made of fish and chicken. Flowers and leaves are used in the manufacture of pickles. Seed is used as flavoring agent of vinegar and as an ingredient of certain types of bread and dishes made of fish.",
    "id": "2Qfqz5qi150VTXorDP7EQQeF",
    "category": "Plants",
    "subcategory": "Dill"
  },
  {
    "fact": "Inuit use blooming period of purple saxifrage as a reminder of calving in caribou herds.",
    "id": "pL7ZFWOzEi814D7rDHVCOQeF",
    "category": "Plants",
    "subcategory": "Purple saxifrage"
  },
  {
    "fact": "During World War II Cadbury had to change their recipe and remove dairy milk from the shelves. They were not allowed to use fresh milk and had to use skim milk powder. The chocolate bar was called Ration chocolate.",
    "id": "aGvqudTAkFZGlmYrS27WugeF",
    "category": "Food",
    "subcategory": "Cadbury"
  },
  {
    "fact": "Brewer's yeast is used as model organism in the laboratories around the world. Molecular pathways and genetics of brewers' yeast are vital for understanding of mechanisms of aging of eukaryotic cell. 20 genes that determine the exact lifespan of the yeast have been discovered by the year 2000.",
    "id": "FtgAnR83MI78NAJK7jm8mweF",
    "category": "Organisms",
    "subcategory": "Yeast"
  },
  {
    "fact": "Leaves and leaf stalks of kohlrabi are also edible. They are sometimes used for decoration of the prepared dishes.",
    "id": "K6TbRZ8gzvuHznlxWiMjWAeF",
    "category": "Plants",
    "subcategory": "Kohlrabi"
  },
  {
    "fact": "Bernese Mountain Dog sheds profusely, especially during the spring and autumn. It requires grooming at least three times per week.",
    "id": "ItWGSgnVzeqPa32ogwzTjweF",
    "category": "Dogs",
    "subcategory": "Bernese Mountain Dog"
  },
  {
    "fact": "Poinsettia is used for the Christmas decoration in churches for centuries.",
    "id": "PlKWot7r1bMRgCmVtqAFRgeF",
    "category": "Plants",
    "subcategory": "Poinsettia"
  },
  {
    "fact": "George Harrison of the iconic band The Beatles was a ukulele fan and had a collection of hundreds. He often gave them away to friends.",
    "id": "m4IYuJGuuehNtpgkwl1FAweF",
    "category": "Music Instruments",
    "subcategory": "Ukulele"
  },
  {
    "fact": "Fruit of Japanese cheesewood is orange-colored, woody capsule covered with hairs. It splits in three valve and exposes seed embedded in resinous pulp.",
    "id": "bjuXyJYw4TffwSwe06EHlweF",
    "category": "Plants",
    "subcategory": "Japanese cheesewood"
  },
  {
    "fact": "Buildings in Mohenjo-daro were made of fired and mortared bricks, as well as some sun-dried mud bricks and some wooden structures.",
    "id": "NaEExuxuRcWnac4vfKfCwQeF",
    "category": "Ancient Civilizations",
    "subcategory": "Mohenjo-daro"
  },
  {
    "fact": "Christopher Columbus also landed in Puerto Rico and named it San Juan Bautista.",
    "id": "K8Dk3G5fzyKBfvfyDkVCWAeF",
    "category": "Biography",
    "subcategory": "Christopher Columbus"
  },
  {
    "fact": "Some people believe that C. megalodon still exists in the ocean, however all teeth found so far are very old (at least few thousand years old).",
    "id": "KWYqOhS7FV6r81pcvwY9qweF",
    "category": "Extinct Animals",
    "subcategory": "Carcharodon megalodon (C. megalodon)"
  },
  {
    "fact": "Thanks to its unusual smell, animals such as civet can easily detect durian from a distance of half a mile.",
    "id": "QxSg6zauJZT1sYJaug09ZgeF",
    "category": "Plants",
    "subcategory": "Durian"
  },
  {
    "fact": "1,600 British soldiers died in action and 3,670 were wounded. Another 3,321 British died from other causes related to the war, including disease. These numbers do not include Native American deaths or Canadian deaths.",
    "id": "u8umc2jaXe7TsS8LhLyIGweF",
    "category": "History",
    "subcategory": "War of 1812"
  },
  {
    "fact": "His other books include The Physical Basis of Heredity (1919), Embryology and Genetics (1924), Evolution and Genetics (1925), The Theory of the Gene (1926) and The Scientific Basis of Evolution.",
    "id": "7tgfTPgp8OhlZ0ATChcSXweF",
    "category": "Scientists",
    "subcategory": "Thomas Hunt Morgan"
  },
  {
    "fact": "Cherries are popular and often used in the industries of jams, jellies, ice-creams, marmalades, sauces and juices.",
    "id": "mHu7EYXYgLwSnhGJZpwX3AeF",
    "category": "Plants",
    "subcategory": "Cherry"
  },
  {
    "fact": "Zeus believed in the importance of keeping one's word and would punish anyone who lied or deceived others in business.",
    "id": "NudDtwGl4bXpYXv2wCd15weF",
    "category": "Ancient Civilizations",
    "subcategory": "Zeus"
  },
  {
    "fact": "The album Frank went double platinum.",
    "id": "t0u67doQmURDneY6JLN5xweF",
    "category": "Biography",
    "subcategory": "Amy Winehouse"
  },
  {
    "fact": "Because there are an estimated 700 lions living in Tarangire National Park they are one of the more commonly sighted animals.",
    "id": "I5DJ9VsU3UOr1CfNPZ5KugeF",
    "category": "National Parks",
    "subcategory": "Tarangire National Park"
  },
  {
    "fact": "Leo Tolstoy witnessed a public execution in Paris in 1857, which bothered him for the rest of his life. He also published Youth, the third book in his autobiographical trilogy, in 1857.",
    "id": "4h9ry3QHkDi7gnL7ZCzEkQeF",
    "category": "Authors",
    "subcategory": "Leo Tolstoy"
  },
  {
    "fact": "Because of the openness of Big Bend National Park it is considered one of the best places to star gaze.",
    "id": "kRqbLptECufLbL8sjJTPuQeF",
    "category": "National Parks",
    "subcategory": "Big Bend National Park"
  },
  {
    "fact": "As a child Eddie Murphy watched a lot of television and he learned to do impressions from an early age. He has said that his mother said he never talked in his own voice.",
    "id": "fbwIfBoN5xq0Bso0brWPogeF",
    "category": "Biography",
    "subcategory": "Eddie Murphy"
  },
  {
    "fact": "In 1970, President Richard Nixon declared the last Friday in April to be Arbor Day.",
    "id": "5ze4eUifR834H2teOa6KDgeF",
    "category": "Holidays",
    "subcategory": "Arbor Day"
  },
  {
    "fact": "Size of lynx depends on the species. Eurasian lynx is larger than American species. On average, lynx can reach 32 to 40 inches in length and 4 to 8 inches in weight.",
    "id": "n9Z4ItV1irNYFusAgB3WxAeF",
    "category": "Animal",
    "subcategory": "Lynx"
  },
  {
    "fact": "Salman Rushdie had a bounty on his head and was forced to live under police protection for many years.",
    "id": "GOQTcadILmI0OuXgIRj3TweF",
    "category": "Authors",
    "subcategory": "Salman Rushdie"
  },
  {
    "fact": "Males detect receptive females by chemical composition of their urine. Dominant male gathers harem of females.",
    "id": "VehqEUrVlGgvtCuZ4euYdgeF",
    "category": "Animal",
    "subcategory": "Marco Polo sheep"
  },
  {
    "fact": "Yoho National Park has 61 lakes and ponds within its boundaries. The largest lake in the park is Emerald Lake.",
    "id": "e3QqVcp5EYitC7ZaSUCFUweF",
    "category": "National Parks",
    "subcategory": "Yoho National Park"
  },
  {
    "fact": "Broccoli contains glucosinolates which scientists believe are also helpful in reducing inflammation in the body.",
    "id": "uCmRXarI7GgEiG3846XuugeF",
    "category": "Nutrition",
    "subcategory": "Broccoli Nutrition"
  },
  {
    "fact": "Oregano blooms during the summer and autumn. Flowers are purple and located on the top of erected stalks.",
    "id": "g9gGCAny48SgtF7etMzFyAeF",
    "category": "Plants",
    "subcategory": "Oregano"
  },
  {
    "fact": "Tuatara can reach 18 to 24 inches in length and 1.1 to 2.2 pounds of weight. Males are larger than females.",
    "id": "SfmuNbaGTV7eFJtBbbSdhQeF",
    "category": "Animal",
    "subcategory": "Tuatara"
  },
  {
    "fact": "MIDI software installed on computers makes it possible to share data between programs.",
    "id": "ygv678scnY1RowdCSd66gweF",
    "category": "Music Instruments",
    "subcategory": "MIDI"
  },
  {
    "fact": "Visitors to Fundy National Park can see waterfalls, rivers and streams, mountains, and valleys, as they walk along the numerous hiking trails.",
    "id": "u2dUrUZAiigwmXj3BRUCQgeF",
    "category": "National Parks",
    "subcategory": "Fundy National Park"
  },
  {
    "fact": "Amelia was the first woman to receive from Congress the Distinguished Flying Cross.",
    "id": "vXjavawmnYix2W71vYrvogeF",
    "category": "Biography",
    "subcategory": "Amelia Earhart"
  },
  {
    "fact": "Athena was Athen's guardian and the Parthenon was her temple, built in honor of her.",
    "id": "fMRHkHxc42IV6RCgxiaNygeF",
    "category": "Ancient Civilizations",
    "subcategory": "Athena"
  },
  {
    "fact": "Body of vole is covered with fur. Color of the fur depends on the habitat. It can be grey, brown or white.",
    "id": "kqBwwmouSuCAqSqxwmi9cAeF",
    "category": "Animal",
    "subcategory": "Vole"
  },
  {
    "fact": "While working as an informant Whitey Bulger helped to bring down the Patriarca family and build up his own crime network.",
    "id": "dWKsgFm4ghd1lUhtZ45ZJweF",
    "category": "Biography",
    "subcategory": "Whitey Bulger"
  },
  {
    "fact": "In 1956 Neil Armstrong married Janet Shearon. They had three children together; Eric was born in 1957; Karen was born in 1959; Mark was born in 1963.",
    "id": "vd343oqfdSYzX8ldp5RuVQeF",
    "category": "Scientists",
    "subcategory": "Neil Armstrong"
  },
  {
    "fact": "Compounds extracted from the leaves of walnut tree can improve function of liver and kidney and reduce blood sugar level.",
    "id": "2WY7hWm7tuGUf8DhxzlewweF",
    "category": "Plants",
    "subcategory": "Walnut tree"
  },
  {
    "fact": "Adult women are more likely to develop asthma than men, but boys are more likely to develop than girls.",
    "id": "TQlZB7iFpDH3L5vlmeSflQeF",
    "category": "Health",
    "subcategory": "Asthma"
  },
  {
    "fact": "Mating season of eastern cottontails lasts from January to September. They mate three to four times per year.",
    "id": "Il9T9QCNX36yg1nXlvhopAeF",
    "category": "Animal",
    "subcategory": "Eastern cottontail"
  },
  {
    "fact": "The surface temperature on Uranus is -197 degrees Celsius, sometimes being as low as -224 degrees Celsius. It is the coldest planet in our solar system.",
    "id": "qznoBFnbDQtoz08Y7EvQ1QeF",
    "category": "Space",
    "subcategory": "Uranus"
  },
  {
    "fact": "She was offered a position at the University of Gottingen, but the faculty of the philosophy department (which housed the mathematics studies) objected to a female lecturer.",
    "id": "d7kKZDgS5cbfugJcszhLageF",
    "category": "Scientists",
    "subcategory": "Emmy Noether"
  },
  {
    "fact": "The outer planets in the solar system, also known as gas giants, have more moons than the inner planets. Jupiter has 67 known moons. Saturn has 62 known moons. Uranus has 27 known moons. Neptune has 14 known moons.",
    "id": "y9pFXkSalH6v9dsic7FOaAeF",
    "category": "Space",
    "subcategory": "Solar System"
  },
  {
    "fact": "Several of Alan Moore's comics have been adapted for film including From Hell (2001), The League of Extraordinary Gentlemen (2003), V for Vendetta (2005), Constantine (2005), and Watchmen (2009). Alan does not watch the movies as a general rule, and stays out of the film side of the entertainment industry.",
    "id": "V758apwfmoLNi56uex5ZWQeF",
    "category": "Authors",
    "subcategory": "Alan Moore"
  },
  {
    "fact": "A rebel leader Wu of Zhou defeated Di Xin and the Shang Dynasty fell under the control of Wu Gen, and later Zhou, marking the beginning of the Zhou Dynasty.",
    "id": "gUt095kLlT06wAj9ggYgMgeF",
    "category": "World History",
    "subcategory": "Shang Dynasty"
  },
  {
    "fact": "The Kiowa called it Aloft on a Rock and Tree Rock; the Cheyenne and Crow called it Bear's House, or Bear's Lair; the Crow called it Home of Bears; the Cheyenne and Lakota called it Bear's Lodge; the Lakota called it Bear's Lodge Butte and Grizzly Bear Lodge; and the Cheyenne and Arapaho called it Bear's Tipi.",
    "id": "ZZacKpa3EELYwJOkPTTJIAeF",
    "category": "US Geography",
    "subcategory": "Devils Tower"
  },
  {
    "fact": "Many Vikings were farmers. They used their crops and animals to support their families. The majority of the Viking men were not pirates. And not all Vikings that went to sea behaved like pirates.",
    "id": "0Tww7zCDd6SedsvgC03QkweF",
    "category": "world History",
    "subcategory": "Viking"
  },
  {
    "fact": "Elodea produces blade-shaped leaves with finely toothed edges. They are arranged in whorls, composed of 2 to 3 (rarely up to 8) leaves. Elodea is one of the rare aquatic plants that remains green all year round. Leaves can be bright or dark green colored.",
    "id": "mHTcszMFUgbw0rRHmSuYhAeF",
    "category": "Plants",
    "subcategory": "Elodea"
  },
  {
    "fact": "Animals that live in the Grand Canyon include Coyotes, Squirrels, Raccoons, Bobcats, Mountain Lions, Bald Eagles, Chuckwalla Lizards and the Diamond Back Rattler snake.",
    "id": "UYvwJCSSDQuuh1U37DvSqQeF",
    "category": "Wonders of the World",
    "subcategory": "The Grand Canyon"
  },
  {
    "fact": "Pregnancy in females lasts two months and ends with 1 to 4 babies. Mother takes care of the babies on her own. Young lynx will learn all tricks and develop hunting skills beside its mother. It usually takes two years before it starts independent life.",
    "id": "gK6Fgg5N7PArseLg3oGm3QeF",
    "category": "Animal",
    "subcategory": "Lynx"
  },
  {
    "fact": "Butterfly weed can be also used in treatment of diarrhea, snow blindness, snakebites, sore throat, colic and to stimulate production of milk in the breastfeeding women.",
    "id": "QqQNuuOoAxZ94WFFfMjvFweF",
    "category": "Plants",
    "subcategory": "Butterfly weed"
  },
  {
    "fact": "Ancient Romans used cloves in culinary and medical purposes. Cloves were one of the most important and one of the most expensive spices during the Middle Ages in Europe.",
    "id": "RJFeb0HsUFYMABwgUfqycweF",
    "category": "Plants",
    "subcategory": "Clove tree"
  },
  {
    "fact": "Jeju Island is one of the New Seven Wonders of Nature. This list was created from a global pole taken from 2007 to 2011",
    "id": "JrkbjQnOhMkS3cKSuTlPRQeF",
    "category": "Wonders of the World",
    "subcategory": "Jeju Island"
  },
  {
    "fact": "On the island of Puerto Rico there are 16 bird species, 39 types of reptiles and 239 plant varieties that are found only in Puerto Rico.",
    "id": "qje0TgS1fGRHoV84vZeHXweF",
    "category": "US States",
    "subcategory": "Puerto Rico"
  },
  {
    "fact": "Between 1550 and 1576 the majority of Titian's work was for Philip II, as a portrait painter.",
    "id": "12F0f4ViWJb9HYowmp7jBQeF",
    "category": "Artists",
    "subcategory": "Titian"
  },
  {
    "fact": "There are drawings by Beatrix Potter that she made when she was only nine years old, in Victoria and Albert Museum in London, England.",
    "id": "PyScR1yvfO85A6gLtaMjGgeF",
    "category": "Authors",
    "subcategory": "Beatrix Potter"
  },
  {
    "fact": "The state mammal for Nebraska is the white-tailed deer and the state fish is the channel catfish.",
    "id": "t5XYq80SuEu8ezecdfxDrAeF",
    "category": "US States",
    "subcategory": "Nebraska"
  },
  {
    "fact": "There are approximately 1.5 to 2.5 million visitors to the park each year.",
    "id": "RgJ2ouqP0OiBNeF9u2ZkggeF",
    "category": "National Parks",
    "subcategory": "Hot Springs National Park"
  },
  {
    "fact": "Siberian Husky sheds heavily two times per year. It requires occasional brushing throughout the rest of the year.",
    "id": "8yq8AYt9ticdmn7SiOxUAAeF",
    "category": "Dogs",
    "subcategory": "Siberian Husky"
  },
  {
    "fact": "His father, Dr. August Heisenberg, became a Professor of Middle and Modern Greek languages at the University of Munich.",
    "id": "tAuncmpQBulpOq9rvsdaBAeF",
    "category": "Scientists",
    "subcategory": "Werner Heisenberg"
  },
  {
    "fact": "Sacramento has had several nicknames over the years including Sactown, the Big Tomato, River City, City of Trees, and Camellia Capital of the World.",
    "id": "DBup2d7dRAvefr2HxmaI7QeF",
    "category": "Cities",
    "subcategory": "Sacramento"
  },
  {
    "fact": "It is believed that until about 225 million years ago Africa and South America were joined. When the supercontinent Pangaea began to split apart the continents of Africa and South America were created.",
    "id": "fIhGarIOPxa6ltOLJTgKNAeF",
    "category": "Geography",
    "subcategory": "South America"
  },
  {
    "fact": "The Iroquois clothing was made of tanned deerskin; men and women wore blouses and shirts; men wore leggings and breech-cloths and the women wore long skirts; both wore shoes called moccasins that were made of leather and were soft.",
    "id": "rJpaNf3lIaFqjGrfyvq67AeF",
    "category": "US History",
    "subcategory": "Iroquois"
  },
  {
    "fact": "Fifth pair of legs is small and specialized for transfer of sperm cells during the mating and for cleaning of fertilized eggs.",
    "id": "mC0UGhxl5vVauj7JDukGvgeF",
    "category": "Animal",
    "subcategory": "King crab"
  },
  {
    "fact": "Springboks form few types of herds: mixed herds (one dominant male with numerous females and their offspring), nursery herds (females and infants) and bachelor herds (young males).",
    "id": "gXxSGp3mR2i7pTfR2wPAsweF",
    "category": "Animal",
    "subcategory": "Springbok"
  },
  {
    "fact": "America is the feminine version of the word Amerigas.",
    "id": "r0SUJnwG9k2iV44nSDkuAQeF",
    "category": "Biography",
    "subcategory": "Amerigo Vespucci"
  },
  {
    "fact": "It can be created commercially as the byproduct of liquefaction of air.",
    "id": "fO94uQhnitHKyzVAJsiBKQeF",
    "category": "Periodic Table",
    "subcategory": "Neon"
  },
  {
    "fact": "In factory farms where ducks, chickens, and turkeys are raised, it is common to remove the beaks of these birds. This reduces pecking and cannibalism that would normally occur in such overcrowded environments.",
    "id": "WucLf5WiLrc5PrffbWksNAeF",
    "category": "Food",
    "subcategory": "Factory Farming"
  },
  {
    "fact": "Classical guitars are commonly the main instrument in several genres of music including country, blues, soul, folk, jazz, mariachi, and flamenco.",
    "id": "I3VDzn5LeHIiRfZmyCbOsAeF",
    "category": "Music Instruments",
    "subcategory": "Guitar"
  },
  {
    "fact": "He was educated through college at Alexandria University and received two degrees in chemistry before moving to the US to complete his doctorate at the University of Pennsylvania.",
    "id": "iswjYVSTcKfcBhTeNDHfLAeF",
    "category": "Scientists",
    "subcategory": "Ahmed Zewail"
  },
  {
    "fact": "Affenpinscher is normally not very loud, but when it detects intruder, it will bark loud enough to alert entire neighborhood. Affenpinscher is excellent watchdog.",
    "id": "5F4gkE13QTq8Nhe5choEhgeF",
    "category": "Dogs",
    "subcategory": "Affenpinscher"
  },
  {
    "fact": "Star anise is used in treatment of cough, digestive disorders and low libido in males.",
    "id": "zScKKRMjsAC9QKCHKKlZGweF",
    "category": "Plants",
    "subcategory": "Star anise"
  },
  {
    "fact": "Pregnancy in females lasts 7 weeks and ends with 6 babies. Newly born little red kalutas depend on the mother's milk until the age of 4 months.",
    "id": "Y5745VaXh61uQuauss2yNweF",
    "category": "Animal",
    "subcategory": "Little red kaluta"
  },
  {
    "fact": "In 1946 she was accidentally exposed to polonium in a laboratory accident; combined with her years of working with radioactive materials, this eventually resulted in leukemia.",
    "id": "026eJrt4e8xkvcXxCSSu8QeF",
    "category": "Scientists",
    "subcategory": "Irene Joliot-Curie"
  },
  {
    "fact": "IAAP members prefer to be honored for their work through opportunities to grow and learn. This can be done through tuition assistance, registration for continuing education workshops, conferences, and seminars, supporting chapter events, and supporting membership in professional organizations.",
    "id": "05a5cCd39CCaB3IhwgyTwAeF",
    "category": "Holidays",
    "subcategory": "Administrative Professionals Day"
  },
  {
    "fact": "Marsh mallow is used in treatment of throat and gastric ulcers and to soothe inflammation of mucus membrane of intestinal, respiratory and urinary tract. Extract of the marsh mallow is used in traditional Chinese medicine to stimulate lactation in the breastfeeding women.",
    "id": "GEKYSKpYIHk97uwX6fAs8weF",
    "category": "Plants",
    "subcategory": "Marsh mallow"
  },
  {
    "fact": "By 1913 Sherrington had been given a job at Oxford. He had been waiting for this for years.",
    "id": "RAjC9Ud1SfYVtIAoe3LofgeF",
    "category": "Scientists",
    "subcategory": "Charles Sherrington"
  },
  {
    "fact": "Harvest of fiddleheads doesn't disturb further growth and development of the fern unless too much fiddleheads are removed from the plant (at least few fiddleheads need to remain attached to the rhizome). Fiddleheads left on the plant unfurl and transform into new leaves, better known as fronds. Fully developed fronds have bitter taste and they are not edible. That's why they need to be harvested when they are young (coiled).",
    "id": "CAZ3VgkFgHhg8RO8qrAJNgeF",
    "category": "Vegetables",
    "subcategory": "Fiddlehead"
  },
  {
    "fact": "Black-speckled palm viper produces strong venom which induces breathing difficulties, nausea and death (if left untreated).",
    "id": "L47lvutFj0fAmD6eTts03weF",
    "category": "Animal",
    "subcategory": "Black-speckled palm viper"
  },
  {
    "fact": "Batman has gone by several alias' including Matches Malone, Sir Hemingford Grey, Mordecai Wayne, The Insider, Minuteman, and Lefty Knox.",
    "id": "TJtGJU5jJIgW0M39ch6JyweF",
    "category": "Fiction",
    "subcategory": "Batman"
  },
  {
    "fact": "Thomas Paine's work Common Sense is believed to have forced the issue of creating the Declaration of Independence.",
    "id": "ebnvAR4X0TPKUCnCu0p2PgeF",
    "category": "13 Colonies",
    "subcategory": "Thomas Paine"
  },
  {
    "fact": "African lovegrass is used for the stabilization of soil (to prevent erosion).",
    "id": "wrRnSbhsK2iBkDo25CGYigeF",
    "category": "Plants",
    "subcategory": "African lovegrass"
  },
  {
    "fact": "Entlebucher Mountain Dog is smaller, but more independent-minded and self-confident than other similar types of herding dogs.",
    "id": "4PyUSe4f3UMCOk6RY7pjdweF",
    "category": "Dogs",
    "subcategory": "Entlebucher Mountain Dog"
  },
  {
    "fact": "Alewife migrates from deeper waters to the surface to find food at the evening.",
    "id": "ylUeoFNZkBprzl55BoOuAweF",
    "category": "Animal",
    "subcategory": "Alewife"
  },
  {
    "fact": "Natural attractions in Cumberland Gap National Historical Park include White Rocks, Devils Garden, the Pinnacle, and Sand Cave.",
    "id": "isa26RDWm5hgWfgunTEDegeF",
    "category": "National Parks",
    "subcategory": "Cumberland Gap National Historical Park"
  },
  {
    "fact": "Parsley was used in the ancient Rome as ingredient of salads, to eliminate effects of hangover and as ornament in the form of garlands for the head.",
    "id": "J19SprI2IgasRQusVuFgNQeF",
    "category": "Plants",
    "subcategory": "Parsley"
  },
  {
    "fact": "There are two varieties of common hop: alpha and aroma hop. Alpha hop is rich in alpha acids that are responsible for the bitter taste of the final product. Aroma hop contains less alpha acids and this variety is used for the manufacture of woody- and fruity-like types of beer.",
    "id": "uniousQuEEsAdDEKfXEXfweF",
    "category": "Plants",
    "subcategory": "Common hop"
  },
  {
    "fact": "He began to study the physiology of muscle contraction.",
    "id": "yD1lpKcnq9jLg3RfXuGPLAeF",
    "category": "Scientists",
    "subcategory": "Theodor Schwann"
  },
  {
    "fact": "It was built to provide the arched entrance way to the 1889 World's Fair in Paris.",
    "id": "Ren8OcfIPjqyUkT7wCNm6QeF",
    "category": "Wonders of the World",
    "subcategory": "Eiffel Tower"
  },
  {
    "fact": "Algae contain chlorophyll, photosynthetic pigment which facilitates absorption of light and manufacture of food in a process called photosynthesis (carbon dioxide and water are converted into sugar). Both aquatic and terrestrial animals use oxygen, eliminated as a by-product of photosynthesis, for breathing. Since ocean covers 71% of our planet, algae are responsible for the production of 87% of the oxygen on Earth.",
    "id": "pcxYG7nrRIGl8KgiiDmj0AeF",
    "category": "Organisms",
    "subcategory": "Algae"
  },
  {
    "fact": "Natural enemies of elks are bears, mountain lions, coyotes and wolves.",
    "id": "chqYpsREgzUCfurpwJgi5geF",
    "category": "Animal",
    "subcategory": "Elk"
  },
  {
    "fact": "Joseph Conrad was granted British nationality in 1886.",
    "id": "gyRq2LiM8czX7wsgW0ategeF",
    "category": "Authors",
    "subcategory": "Joseph Conrad"
  },
  {
    "fact": "In 1962 he received the National Institutes of Health Research Career Award and was a recipient of the Horace Mann award for Service to Humanity in 1984.",
    "id": "SDcCASnaelUitY5FornutweF",
    "category": "Scientists",
    "subcategory": "Leland Clark"
  },
  {
    "fact": "Yellow warbler is an omnivore (it eats both plants and meat). Its diet is based on insects such as leafhoppers, beetles, wasps, midges and caterpillars. Berries and juicy fruit are mostly consumed during the winter.",
    "id": "z6KeU0NJnqF84d8hg35wvQeF",
    "category": "Animal",
    "subcategory": "Yellow warbler"
  },
  {
    "fact": "Carly and her husband Frank Fiorina are worth an estimated $59 million. They live in Mason Neck, Virginia on an estate worth $6.6 million overlooking the Potomac River.",
    "id": "pojwcrdmbGFThrrcMpTx1AeF",
    "category": "Biography",
    "subcategory": "Carly Fiorina"
  },
  {
    "fact": "Natural enemies of ruby-crowned kinglets are owls, hawks, jays, merlins and squirrels.",
    "id": "BPekq0uU0g1MmUO88lXiHQeF",
    "category": "Animal",
    "subcategory": "Ruby-crowned kinglet"
  },
  {
    "fact": "American Eskimo dog is excellent in sports and competitions that test agility, obedience and conformation. It can be trained to recognize narcotics.",
    "id": "5h2Xpnv8hAKKbTf2AiJiUQeF",
    "category": "Dogs",
    "subcategory": "American Eskimo dog"
  },
  {
    "fact": "In the Sikh faith, followers are taught that they should perform selfless service and charitable work. This is referred to as Tan (physical service), Man (mental service), and Dhan (material service).",
    "id": "JRe7n9tMMp8cdbSIPl8UeQeF",
    "category": "Religion",
    "subcategory": "Sikhism"
  },
  {
    "fact": "Mantis shrimps have the most complex eyes in the animal kingdom that can see ultraviolet and polarized light. They have trinocular vision which means that they can see one objects using one of the three different parts of eye.",
    "id": "kPX620StKcNwGWpRg1SV0AeF",
    "category": "Animal",
    "subcategory": "Mantis shrimp"
  },
  {
    "fact": "Mating season of mountain viscacha takes place from October to December. Males mate with multiple females. Mountain viscachas can have couple of litters per year, but they usually produce only one.",
    "id": "ca2datoXJo8Jta8Lgi9l1AeF",
    "category": "Animal",
    "subcategory": "Mountain viscacha"
  },
  {
    "fact": "Dragon blood tree produces small, fragrant, white or green-colored flowers at the end of the branches.",
    "id": "7LswoKF9KpLJYJFX5kDOMQeF",
    "category": "Plants",
    "subcategory": "Dragon blood tree"
  },
  {
    "fact": "Cassava is cultivated as an annual plant (lifespan: one year).",
    "id": "51uBVYMTlG81Pp33UtTq3QeF",
    "category": "Plants",
    "subcategory": "Cassava"
  },
  {
    "fact": "Blacknose sharks from the Gulf of Mexico reproduce each year, while blacknose sharks in the Northwestern Atlantic breed once every two years.",
    "id": "plSPRu2GwGNEQhlkM8ngbgeF",
    "category": "Animal",
    "subcategory": "Blacknose shark"
  },
  {
    "fact": "Mozart worked as a court musician for the archbishop of Salzburg for a while, it didn't last because Mozart was not present as much as the archbishop wanted.",
    "id": "LFVTU3lbZrwgj3UEh5PYOAeF",
    "category": "Artists",
    "subcategory": "Mozart"
  },
  {
    "fact": "Common sandpiper is diurnal bird (active during the day).",
    "id": "bdHvgs3xN3U8Xrn8eCkErgeF",
    "category": "Animal",
    "subcategory": "Common sandpiper"
  },
  {
    "fact": "Cattail propagates via seed and parts of rhizome.",
    "id": "1OwWRMgC48R9EgKDTT4BbAeF",
    "category": "Plants",
    "subcategory": "Cattail"
  },
  {
    "fact": "Springbok has reddish-brown hairs on the back, white hairs on the lateral sides of the body and belly and dark brown horizontal line in the middle. It has white face and two brown lines that stretch from the eyes to the corner of the mouth.",
    "id": "ulij6NwyF5fD8z8PdmU11geF",
    "category": "Animal",
    "subcategory": "Springbok"
  },
  {
    "fact": "When the dioxin leak occurred the 3,000kg chemical cloud reached as high as 50 meters in the air. The wind carried the dioxin to nearby communities.",
    "id": "z0go3QQPUbd843ARO8bPAweF",
    "category": "Manmade Disasters",
    "subcategory": "The Seveso Disaster"
  },
  {
    "fact": "Grey reef shark can survive up to 25 years in the wild.",
    "id": "DmD7pX5jh8gfioTpXu7YCweF",
    "category": "Animal",
    "subcategory": "Grey reef shark"
  },
  {
    "fact": "Saw shark has a pair of barbels in the middle of the snout. They are used as a sensory organ which facilitates detection of the prey.",
    "id": "bPl7tv6NWDKqiluuwEgHdweF",
    "category": "Animal",
    "subcategory": "Saw shark"
  },
  {
    "fact": "Aye-aye taps a branch with its finger and listens is there is any sound of moving insects or larvae inside. If the movement is detected, aye-aye will make a hole with sharp teeth and use its middle digit to scoop the prey.",
    "id": "KZMZShBoO7uuRKkG4QF3aAeF",
    "category": "Animal",
    "subcategory": "Aye-aye"
  },
  {
    "fact": "Majority of king snakes hibernate during the winter or remain dormant short period of time (pseudo-hibernation).",
    "id": "BWwCX8AtvCXmFKxju2EQpweF",
    "category": "Animal",
    "subcategory": "King snake"
  },
  {
    "fact": "Most Egyptian vultures migrate during the year. Birds that live in colder climate will move toward Sahara during winter.",
    "id": "U5GeEnOU0MxMhFXpO8ul6geF",
    "category": "Animal",
    "subcategory": "Egyptian vulture"
  },
  {
    "fact": "American Coonhound has broad head, long, drooping ears, large, muscular body, long, strong legs and high-set tail.",
    "id": "qynAff4ybmAzgomsLPGxcweF",
    "category": "Dogs",
    "subcategory": "American Coonhound"
  },
  {
    "fact": "There have been several civil wars in the Ivory Coast since its independence from France in 1960, including the 2011 Civil War.",
    "id": "KJTu0lzAHlvo7CNx8GzucgeF",
    "category": "Countries",
    "subcategory": "Ivory Coast"
  },
  {
    "fact": "They eventually synthesized Freon which they thought would be too stable to be toxic.",
    "id": "23P0DBnoLlVYkDzXJUzaXAeF",
    "category": "Scientists",
    "subcategory": "Thomas Midgley Jr."
  },
  {
    "fact": "In an alternative world within the 1986 anime Princess Peach had a love interest other than Mario - his name was Prince Haru. The anime was called Peach-Hime Kyushutsu Dai Sakusen.",
    "id": "9u8BnuloMRxjp7raZ6Wv6geF",
    "category": "Games",
    "subcategory": "Princess Peach"
  },
  {
    "fact": "Trails in Harpers Ferry National Historical Park include Maryland Heights (4.5 to 6.5 miles), Visitor Center to Lower Town (1.6 miles), Murphy-Chambers Farm (1.3 miles), Bolivar Heights/School House Ridge (0.3 to 2.4 miles), School House Ridge (2.5 miles), Loudoun Heights (7.5 miles), and Camp Hill (2 to 3 miles).",
    "id": "L7u4v8WbvuPL00mrSiiHJQeF",
    "category": "National Parks",
    "subcategory": "Harpers Ferry National Historical Park"
  },
  {
    "fact": "Dinosaur represented as Velociraptor in the movie Jurassic Park, was actually much larger species of bird-like dinosaur, better known as Deinonychus. Velociraptor was small animal, sized of a turkey. Instead of scaly skin, its body was covered with feathers.",
    "id": "ImW3iTTkAzyWaxfvx3iALAeF",
    "category": "Dinosaurs",
    "subcategory": "Velociraptor"
  },
  {
    "fact": "Harvest takes place from the mid to late summer (140 to 190 days after pollination).",
    "id": "0sv3hIHkGubbf053BLIvvAeF",
    "category": "Plants",
    "subcategory": "Longan"
  },
  {
    "fact": "In the early 1800s the region was designated royal hunting grounds for Mzilikazi - a Ndebele warrior king.",
    "id": "EH0wPQbOEGu3ngIxGjr7IQeF",
    "category": "National Parks",
    "subcategory": "Hwange National Park"
  },
  {
    "fact": "Sap extracted from Poinsettia was used in treatment of fever in the past.",
    "id": "l9z34ux02dFGFUPacK1I1geF",
    "category": "Plants",
    "subcategory": "Poinsettia"
  },
  {
    "fact": "Asian walking catfish is a species of catfish that can move on the ground using its front fins and tail. This fish walks short distances when it needs to pass from one pool of water to another.",
    "id": "JxiM7yNqBXjocmcycZzcrAeF",
    "category": "Animal",
    "subcategory": "Catfish"
  },
  {
    "fact": "The largest rodents in the world are capybara, and can be found living in Venezuela.",
    "id": "ECqmfWmVOG6NeCRyvBvXrQeF",
    "category": "Countries",
    "subcategory": "Venezuela"
  },
  {
    "fact": "Blue jay, common grackles and red and grey squirrels feed on eggs and young chicks. Adult rose-breasted grosbeak are targeted by several species of hawks.",
    "id": "r8SreusT6XJGFqlCVLbPQQeF",
    "category": "Animal",
    "subcategory": "Rose-breasted grosbeak"
  },
  {
    "fact": "Lingonberry produces small, oval leaves with wavy margins. Leaves are leathery, glossy and bright green colored. Bottom side is covered with black dots. Leaves are alternately arranged on the stem.",
    "id": "8Gh2yUty02zy7rzBuJIkrgeF",
    "category": "Plants",
    "subcategory": "Lingoberry"
  },
  {
    "fact": "Honduras has some of the highest amounts of coral reef in the world.",
    "id": "yM12b2uxplFNX2y9gnQ3AAeF",
    "category": "Countries",
    "subcategory": "Honduras"
  },
  {
    "fact": "Some people believe that head lice infest people that do not bathe. It's not true. Head lice like clean scalps too.",
    "id": "6gaPu5hHANtbpgngHV9lbAeF",
    "category": "Health",
    "subcategory": "Lice"
  },
  {
    "fact": "Kale produces yellow flowers arranged in the clusters on top of the flowering stem. Flowers attract insects, responsible for the pollination of this plant.",
    "id": "DQsbFatdkmSVukiDJE9vaweF",
    "category": "Plants",
    "subcategory": "Kale"
  },
  {
    "fact": "A repeat of the experiment that first produced H-264 in 1983 was successful in 1984.",
    "id": "NwIPga1SOVd7j2MTf6ms2QeF",
    "category": "Periodic Table",
    "subcategory": "Hassium"
  },
  {
    "fact": "Due to unusual habit to form under the ground, peanuts are also known as ground nuts, ground peas and earth nuts.",
    "id": "4ixyg1G8YWBmr33mKkdCtweF",
    "category": "Plants",
    "subcategory": "Peanuts"
  },
  {
    "fact": "Tiger swallowtail has straw-like tube in the mouth which functions like flexible tongue designed for suction of liquids. Tongue is curled into spiral when it is not in use.",
    "id": "Q7uozlTDTYyogKwYBdWmPAeF",
    "category": "Animal",
    "subcategory": "Tiger swallowtail"
  },
  {
    "fact": "Marble usually originates as limestone or dolomite.",
    "id": "2C7HV2fYsda0WCzj6v3eJAeF",
    "category": "Rocks",
    "subcategory": "Marble"
  },
  {
    "fact": "Males produce high-pitched calls and sing in choruses to attract females during the mating season. Loud calls can be heard from dusk till dawn.",
    "id": "aSLGfcM8abTobIjzFunFDQeF",
    "category": "Animal",
    "subcategory": "Puerto Rican coqui"
  },
  {
    "fact": "Henry Ford, the founder of the Ford Motor Company, used to repair watches with homemade tools when he was young.",
    "id": "cFOHthoetqQw4P3zVWb9LQeF",
    "category": "Transportation",
    "subcategory": "Car"
  },
  {
    "fact": "There are six basic types of chemical reactions:  combustion, synthesis, single displacement, decomposition, double displacement, and acid-base.",
    "id": "uo2L7ON2euhUYC4VT3J6eAeF",
    "category": "Energy",
    "subcategory": "Chemical Energy"
  },
  {
    "fact": "Approximately 10 million people visit the park each year.",
    "id": "sPpSOyYEvJHxfdgrkhgJ5geF",
    "category": "US National Landmarks",
    "subcategory": "Great Smoky Mountains National Park"
  },
  {
    "fact": "Pope Francis is a citizen of Vatican, Italy, and of Argentina.",
    "id": "Rgvb8O7Qi0pUC79HAobiNQeF",
    "category": "History",
    "subcategory": "Pope Francis"
  },
  {
    "fact": "He graduated from the Bronx High School of Science where he was the editor of the Physical Science Journal and captain of the wrestling team.",
    "id": "feYs1SgrztgeBBOWQ9SZVAeF",
    "category": "Scientists",
    "subcategory": "Neil Degrasse Tyson"
  },
  {
    "fact": "Ladybugs can reach the speed of 15 miles per hour during the flight. Their wings move 85 times per second.",
    "id": "PYifO06FIEpkGuavAZVfNAeF",
    "category": "Animal",
    "subcategory": "Ladybug"
  },
  {
    "fact": "Puerto Rico's constitution was ratified on March 3rd, 1952, approved by the US Congress on July 3rd, 1952, and became effective on July 25th, 1952.",
    "id": "h1qi3pCC9LUFfQRlE4gkLQeF",
    "category": "US States",
    "subcategory": "Puerto Rico"
  },
  {
    "fact": "Pregnancy lasts 15 to 16 months and ends with one baby (calf). Young Indian rhinoceros stays with its mother usually until the age of 2 years (until the arrival of the next calf).",
    "id": "cqUMLJKo5y0fjIfl4i5zxAeF",
    "category": "Animal",
    "subcategory": "Indian rhinoceros"
  },
  {
    "fact": "Artichoke is a rich source of dietary fibers, vitamins K, B9 and C and minerals such as sodium, manganese and magnesium.",
    "id": "fsDtO95AruWDHAn2DcvrUAeF",
    "category": "Plants",
    "subcategory": "Artichoke"
  },
  {
    "fact": "Sacramento's Discovery Park is submerged in the winter to help control flooding.",
    "id": "wGX5VpzjJNHt0WOvSgU06weF",
    "category": "Cities",
    "subcategory": "Sacramento"
  },
  {
    "fact": "British Shorthair has an average lifespan of 12 to 17 years.",
    "id": "dPTuF25yudECRJZGxbttigeF",
    "category": "Cats",
    "subcategory": "British Shorthair"
  },
  {
    "fact": "Some Archaebacteria are considered Phototrophs (energy derived from the sun), or Lithotrophs (energy derived from inorganic compounds), or organotrophs (energy derived from organic compounds).",
    "id": "uYqGrQzoTdBOzdADAJ47ageF",
    "category": "Biology",
    "subcategory": "Archaebacteria"
  },
  {
    "fact": "Female will give birth to a baby each 3-4 years. Bond between mother and young animals is very strong and it lasts over 7 years.",
    "id": "iNatN2QWAnCYn3P2EXmwNQeF",
    "category": "Animal",
    "subcategory": "Chimpanzee"
  },
  {
    "fact": "Jellyfish can be transparent or vividly colored.",
    "id": "0oSs55Dy2tEHWLmdmt3vRAeF",
    "category": "Animal",
    "subcategory": "Jellyfish"
  },
  {
    "fact": "Skunks can survive a snake bite.",
    "id": "TR7j3QFQo9kOrmZgFtM0XAeF",
    "category": "Animal",
    "subcategory": "Skunk"
  },
  {
    "fact": "William Shakespeare's wrote a large number of sonnets in addition to his plays. Many have been included in collections of his work.",
    "id": "rdCk8Xw8HuGEKZKwAf7s6QeF",
    "category": "Authors",
    "subcategory": "William Shakespeare"
  },
  {
    "fact": "Artichoke can be cultivated as annual plant (plant that completes its life cycle in one year) or perennial plant (plant that lives more than two years).",
    "id": "A5Q6illh38FClVlNWk2ULQeF",
    "category": "Plants",
    "subcategory": "Artichoke"
  },
  {
    "fact": "Bloodhound drools a lot and its coat has unpleasant smell. It belongs to the group of medium shedders that require grooming at least one time per week.",
    "id": "w97aw8ETwXq6LzRZapvB4geF",
    "category": "Dogs",
    "subcategory": "Bloodhound"
  },
  {
    "fact": "Diplodocus was 90 to 175 feet long and it weighed 10 to 12 tons.",
    "id": "pCiU4XQUYghuWzDmFSHVrQeF",
    "category": "Dinosaurs",
    "subcategory": "Diplodocus"
  },
  {
    "fact": "When lion and tiger mate, new type of animal named liger is created. Liger has stripes like tiger, but the color of its fur is pale compared to tiger's fur.",
    "id": "I65WTUhKHbtNQMYwIvXg2AeF",
    "category": "Animal",
    "subcategory": "Lion"
  },
  {
    "fact": "Common ragweed effectively removes lead from the soil in the polluted areas.",
    "id": "G2ladeFgYgyleU4Ki1Iz3weF",
    "category": "Plants",
    "subcategory": "Common ragweed"
  },
  {
    "fact": "Red fescue is eco-friendly grass. Planting does not require too much effort, as well as maintenance of this plant. Red fescue does not require fertilization, lots of water and frequent mowing for the successful growth.",
    "id": "QT7mpBORqCN0catzAgJRXQeF",
    "category": "Plants",
    "subcategory": "Red fescue"
  },
  {
    "fact": "Hot air balloons can't be used in the rain because the rain hitting the balloon's material would boil from the heat and destroy the fabric.",
    "id": "QMLPsHs1wgpgDkWmTX4BQweF",
    "category": "Transportation",
    "subcategory": "Hot Air Balloon"
  },
  {
    "fact": "Zorse has keen sense of taste and it often extracts (from the stack of plants) and consumes only its favorite types of grass. It recognizes and avoids poisonous plants.",
    "id": "bu2bkSZvpZbU9M8wb9IVAweF",
    "category": "Hybrid Animals",
    "subcategory": "Zorse"
  },
  {
    "fact": "Bandicoots have long, pointed snout, large ears, short body and long tail. Their body is covered with fur that can be brown, black, golden, white or gray in color.",
    "id": "pjXq9eSfD4XaHZoVu7jyBweF",
    "category": "Animal",
    "subcategory": "Bandicoot"
  },
  {
    "fact": "Green anole is a carnivore (meat-eater). Its diet consists of spiders, flies, crickets, moths, ants, termites and worms. Green anole hunts only prey that is moving.",
    "id": "FFYt8EZyU1JudwOmhqTWugeF",
    "category": "Animal",
    "subcategory": "Green anole"
  },
  {
    "fact": "Fenugreek has numerous beneficial effects on the humans health. It can reduce high blood cholesterol level, improve digestion, stimulate production of milk (in breastfeeding women) and relieve symptoms of anemia, fever, mouth ulcers, respiratory disorders, diabetes, insomnia and inflammation. Fenugreek is available in the form of herbal supplements today.",
    "id": "EC2UMdKBDJpsMKNHZugQyQeF",
    "category": "Plants",
    "subcategory": "Fenugreek"
  },
  {
    "fact": "Cantaloupe is the most popular type of melon in the USA.",
    "id": "uzPKgUnfYWUFhaqI0oqn2weF",
    "category": "Plants",
    "subcategory": "Cantaloupe"
  },
  {
    "fact": "English Mastiff is gentle, calm, loyal and docile dog. It is an excellent choice for families with children and other pets. English Mastiff does not like fighting between family members. In the case of fight, it will try to separate two fighting sides and end their dispute.",
    "id": "fgyissOt5bFN97LO8ErpYweF",
    "category": "Dogs",
    "subcategory": "English Mastiff"
  },
  {
    "fact": "Dormouse rests during the day using the abandoned holes in the trees or nests above the ground.",
    "id": "R2B0AkMwLJde1pzDkWiBxAeF",
    "category": "Animal",
    "subcategory": "Dormouse"
  },
  {
    "fact": "'France' originates from a Germanic tribe, the Franks, who settled there in the 2nd century.",
    "id": "v9AGMPOggLBEaR9a0qbf3QeF",
    "category": "Countries",
    "subcategory": "France"
  },
  {
    "fact": "Pokémon Go can be played on both Android and iOS.",
    "id": "fQM5QApcloIBp7mngIlxLgeF",
    "category": "Games",
    "subcategory": "Pok&eacute;mon Go"
  },
  {
    "fact": "Waratah symbolizes beauty in the floral dictionary.",
    "id": "FTSFICU4L49foj355s7XIweF",
    "category": "Plants",
    "subcategory": "Waratah"
  },
  {
    "fact": "German Shorthair Pointer has an average lifespan of 12 to 15 years.",
    "id": "awOl1WE4HJru3w95bbyTEweF",
    "category": "Dogs",
    "subcategory": "German Shorthaired Pointer"
  },
  {
    "fact": "Many species at the park are endangered, including plant species.",
    "id": "gxQVugGGdywiQQ8LprbemAeF",
    "category": "National Parks",
    "subcategory": "Haleakala National Park"
  },
  {
    "fact": "Water moccasin is a carnivore (meat-eater). Its diet is based on fish, baby alligators, turtles, lizards, amphibians, birds and small mammals.",
    "id": "wtM32wvM6kJ6tHUxCACaxQeF",
    "category": "Animal",
    "subcategory": "Water moccasin"
  },
  {
    "fact": "Lighter building blocks of pumice reduce the structural steel requirements of buildings, as well as the trapped air also giving the blocks a greater insulating value.",
    "id": "Pi3JTVRkNXQ5Ow44DceTsAeF",
    "category": "Rocks",
    "subcategory": "Pumice"
  },
  {
    "fact": "He was an early advocate of corpuscularism, which rejected the Aristotelian view that earth, air, fire, and water were the defining physical elements and defined physical change in terms of particle motion.",
    "id": "dzmPsDDCqKCkufZqN0utAQeF",
    "category": "Scientists",
    "subcategory": "Robert Boyle"
  },
  {
    "fact": "Many people discard their old, worn out bicycles in the canals every year. Of the estimated 25,000 that end up in the water, only 8,000 are pulled from the bottom and discarded properly.",
    "id": "AOmGRKLuuQIh3afAQrQBCgeF",
    "category": "Cities",
    "subcategory": "Amsterdam"
  },
  {
    "fact": "When the Apple Lisa II was released Apple offered to exchange all the Twiggy drives from the Apple Lisa originals for the new 3.5 inch disk drives.",
    "id": "Vtu2jauqCGsogUHTTRvg3weF",
    "category": "Technology",
    "subcategory": "Apple Lisa"
  },
  {
    "fact": "In 1948 Cesar Chavez married his sweetheart Helen Favela. Together they would have eight children.",
    "id": "UG6oTmKlKNH1RP2x9DuWEQeF",
    "category": "Biography",
    "subcategory": "Cesar Chavez"
  },
  {
    "fact": "Natural enemies of earwigs are birds, insectivorous mammals, lizards, frogs, centipedes and spiders.",
    "id": "egWohZjZ6IHjjv1Ea699tweF",
    "category": "Animal",
    "subcategory": "Earwigs"
  },
  {
    "fact": "Biochemistry plays an important role in the field of forensic science, allowing criminal investigators to seek out criminal based on DNA evidence; the first person convicted of a crime through DNA evidence didn't take place until 1988.",
    "id": "tqFJcYBqWuuPZBF2vjspBgeF",
    "category": "Chemistry",
    "subcategory": "Biochemistry"
  },
  {
    "fact": "Magnolia is resistant to most pests and diseases. Some species are prone to fungal infections. Larvae of certain insects eat different parts of magnolia tree.",
    "id": "kKPVH3dH8hJsbxblyGFozQeF",
    "category": "Plants",
    "subcategory": "Magnolia tree"
  },
  {
    "fact": "The prevailing attitude of the day was that philosophy was the basis for all science and that scientific truth could be deduced from a few basic ideas.",
    "id": "c7zD8m7qjqC1cxeAGnsahAeF",
    "category": "Scientists",
    "subcategory": "Hermann Von Helmholtz"
  },
  {
    "fact": "He completed his doctorate in 1494 became a professor of mathematics, philosophy and medicine at the University of Ferrara.",
    "id": "Pa4E3xHixopQxtwugauRqweF",
    "category": "Scientists",
    "subcategory": "Niccolo Leoniceno"
  },
  {
    "fact": "Aer-o-Foam was particularly useful for fighting fires on aircraft carriers and other Navy ships during the war.",
    "id": "ZuU7KxE5X2sb6IIOQH8KAQeF",
    "category": "Scientists",
    "subcategory": "Percy Lavon Julian"
  },
  {
    "fact": "Black skimmers fly close to the surface of water with open beak and submerged lower mandible. They use sense of touch to detect prey. Once the prey is detected, bird quickly closes its beak to catch the prey.",
    "id": "2tFk6rvaVZynD890bby5hQeF",
    "category": "Animal",
    "subcategory": "Black skimmer"
  },
  {
    "fact": "Since there is no wind on the Moon, footprints left by humans almost 50 years ago are still there untouched.",
    "id": "fwEHQKnkqXzRIS9tgx88FgeF",
    "category": "Space",
    "subcategory": "Moon"
  },
  {
    "fact": "While 90% of the temperate rainforest in Alaska remains, only 5% remains in the regions of the United States south of the Canadian border. British Columbia still retains 68% of its temperate rainforest.",
    "id": "oGEezXLGuVV47Ebmwupu5AeF",
    "category": "Rain Forests",
    "subcategory": "Pacific Temperate Rainforest"
  },
  {
    "fact": "Ancient Egyptians cultivated and consumed leek.",
    "id": "57T3uSFW2h9SC5oZgTzP0weF",
    "category": "Plants",
    "subcategory": "Leek"
  },
  {
    "fact": "After discovering Florida Juan Ponce de Leon returned to Puerto Rico, where he ended a rebellion by the Natives.",
    "id": "SOLg7XZ9tgZZDly525VLmAeF",
    "category": "Biography",
    "subcategory": "Juan Ponce de Leon"
  },
  {
    "fact": "Averroes tried to reconcile Aristotelian thought with religion and insisted that there is no conflict.",
    "id": "ufEekt4NokYPY3sxP4L1RgeF",
    "category": "Scientists",
    "subcategory": "Ibn Rushd"
  },
  {
    "fact": "Stephen Hawking was made a Commander of the British Empire in the 1980s.",
    "id": "shN9fMHsf6ytwJu329GQ6geF",
    "category": "Authors",
    "subcategory": "Stephen Hawking"
  },
  {
    "fact": "Land was notorious for his single-minded focus during research projects; once wearing the same clothes for eighteen days while working on problems with the commercial production of polarizing film.",
    "id": "4Tp1fSzSoKT8eVudn3gesQeF",
    "category": "Scientists",
    "subcategory": "Edwin Herbert Land"
  },
  {
    "fact": "There is no known cure for dengue fever but there is a vaccine.",
    "id": "4aWkyMaxkGGm5YC4K6dPqQeF",
    "category": "Viruses",
    "subcategory": "Dengue"
  },
  {
    "fact": "In 1939, Ettore's son Jean was testing a Type 57 race car near the factory in Molsheim. There was an accident and Jean was killed.",
    "id": "lHRNe7KiwjmbRplNQsy8ZweF",
    "category": "Transportation",
    "subcategory": "Bugatti"
  },
  {
    "fact": "Houston Texans' MVP recipients have included running back Domanick Davis in 2005, linebacker DeMeco Ryans in 2007, wide receiver Andre Johnson in 2006, 2008, 2009, 2010, and 2013, running back Arian Foster in 2010, and defensive end J. J. Watt in 2012.",
    "id": "mchU7THV4mmwuavu9zpXNAeF",
    "category": "Sports",
    "subcategory": "Houston Texans"
  },
  {
    "fact": "There are two types of cicadas: annual and periodical. Annual cicadas can be seen every year or every second year from July to August. Periodical cicadas can be seen every 13 to 17 years during the May and early June.",
    "id": "z2TzZEAP8g54fcP740u6LweF",
    "category": "Animal",
    "subcategory": "Cicadas"
  },
  {
    "fact": "Eugenol is substance obtained from tarragon. It has anesthetic (induces anesthesia) and antiseptic (prevents growth of microorganisms) properties that are widely used in dentistry.",
    "id": "pq7kQ1LHEs2skdudSLEJVgeF",
    "category": "Plants",
    "subcategory": "Tarragon"
  },
  {
    "fact": "Maine's state flower is the white pine cone and tassel.",
    "id": "IQbU0cJGAxC3PKxVc4ylxQeF",
    "category": "US States",
    "subcategory": "Maine"
  },
  {
    "fact": "Agama can reach 15.7 inches in length.",
    "id": "ucloLxR22uMz0fj0EV4jbgeF",
    "category": "Animal",
    "subcategory": "Agama"
  },
  {
    "fact": "Sugar glider is covered with soft grey, yellow or tan fur. Throat, chest and belly are creamy in color. It has single dark stripe that stretches from nose to tail.",
    "id": "jA3xqRGvME1JvTNgvZsrpgeF",
    "category": "Animal",
    "subcategory": "Sugar glider"
  },
  {
    "fact": "Human papillomaviruses are extremely common around the world.",
    "id": "n0pvToB5m0Hh6GRUyqUtCAeF",
    "category": "Viruses",
    "subcategory": "Human Papillomavirus"
  },
  {
    "fact": "In Thailand families include large extended families that live together and support each other.",
    "id": "4t1nwVkCAl4TEMntA46wHweF",
    "category": "Countries",
    "subcategory": "Thailand"
  },
  {
    "fact": "When eggs become cold, female starts to shiver. That way muscles produce and release additional heat. Female leaves the nest when eggs hatch. Baby snakes are left on their own from the moment of birth. Males reach sexual maturity at the age of 1.5 years, females between the second and third year.",
    "id": "ZPb9WctXI3lg8PguvmrGRQeF",
    "category": "Animal",
    "subcategory": "Woma python"
  },
  {
    "fact": "Some people have suggested that magnetic abnormalities in the Bermuda Triangle may cause issues with compasses, and therefore make pilots and captains confused about the direction they are heading.",
    "id": "d7ETwB13uOdYXeaSfMM9YQeF",
    "category": "Geography",
    "subcategory": "Bermuda Triangle"
  },
  {
    "fact": "The tallest water tower in the world is in New Jersey.",
    "id": "gM4Suc1GCLwk0i0sDIvSHgeF",
    "category": "US States",
    "subcategory": "New Jersey"
  },
  {
    "fact": "While the Earth takes one year to orbit the Sun, Saturn by comparison takes 29.5 years.",
    "id": "VliSjL5jdEoNAh6ltjmS2QeF",
    "category": "Space",
    "subcategory": "Saturn"
  },
  {
    "fact": "Quokkas are not afraid of people but it is illegal for people to turn them into pets.",
    "id": "rVNWmuT5bCAq5CcyCWsUxAeF",
    "category": "Animal",
    "subcategory": "Quokka"
  },
  {
    "fact": "Average lifespan of wombats in the wild is five years, while they can survive up to 30 years in captivity.",
    "id": "uSDoojYw2nqA8CXsoyLgOQeF",
    "category": "Animal",
    "subcategory": "Wombat"
  },
  {
    "fact": "Six mammal species that live in the park were not natural to the region but were introduced as Europeans settled in the area. These include the camel, dog, cat, rabbit, fox, and common house mouse.",
    "id": "LQJC6s7N1lrYOO6gIVOjUQeF",
    "category": "National Parks",
    "subcategory": "Uluru-Kata Tjuta National Park"
  },
  {
    "fact": "Shakespeare is quoted more in the English language than any other writer, if the Bible is not included. Only the texts of the various writers of the Bible are quoted more than Shakespeare (in English).",
    "id": "49uPhsDn2i7zzUc938SZvweF",
    "category": "Literature",
    "subcategory": "Romeo and Juliet"
  },
  {
    "fact": "Rachel McAdams won a performance award in a school stage production, given by the Sears Ontario Drama Festival.",
    "id": "sv97z7uHujvZC4dSTuOa1QeF",
    "category": "Biography",
    "subcategory": "Rachel McAdams"
  },
  {
    "fact": "He was allowed to return to Marrakesh in 1197 shortly before his death.",
    "id": "ei5h6bBh2QhwPTlrqSAk9AeF",
    "category": "Scientists",
    "subcategory": "Ibn Rushd"
  },
  {
    "fact": "In 1980 he was a member of the Rogers Commission which was formed to investigate the Space Shuttle Challenger disaster.",
    "id": "XgO6DfGEFw3cJso7LA3yxweF",
    "category": "Scientists",
    "subcategory": "Richard Feynman"
  },
  {
    "fact": "Siberian ibex can survive from 15 (males) to 17 (females) years in the wild and up to 22 years in the captivity.",
    "id": "TZFTyQCMnvgniConfPXakQeF",
    "category": "Animal",
    "subcategory": "Siberian ibex"
  },
  {
    "fact": "Narrow Gauge Railways will take visitors to the area on tours of the surrounding region, including Snowdon Mountain Railway that runs to the summit of Snowdon.",
    "id": "u89JCix0iaMEkTsAKpGIcweF",
    "category": "National Parks",
    "subcategory": "Snowdonia National Park"
  },
  {
    "fact": "Yellowish-brown and reddish-brown pigments extracted from the root and leaves of teak can be used for dyeing of paper and cloth.",
    "id": "zOOusihZzn0sV57p2KkZyAeF",
    "category": "Plants",
    "subcategory": "Teak"
  },
  {
    "fact": "Before the beginning of World War II Dr. Seuss wrote four more books including The 500 Hats of Bartholomew Cubbins (1938), The King's Stilts (1939), The Seven Lady Godivas (1939), and Horton Hatches the Egg (1940).",
    "id": "1iVO3S8ynZMguMqjUzaWrAeF",
    "category": "Authors",
    "subcategory": "Dr. Seuss"
  },
  {
    "fact": "Akbash dog is still frequently used as guard dog, both in Turkey and in the other parts of the world. It is very popular guard dog for livestock in South America and Colorado because of its keen sense of hearing and ability to easily detect coyotes and bears.",
    "id": "9wsCjLu0D3SHfysrAAaHYgeF",
    "category": "Dogs",
    "subcategory": "Akbash dog"
  },
  {
    "fact": "Daniel Craig was invited to join the Academy of Motion Picture Arts and Sciences in 2006.",
    "id": "OpOqiLfYcKmYZBidg3VGlQeF",
    "category": "Biography",
    "subcategory": "Daniel Craig"
  },
  {
    "fact": "On the first level there is a hallway that leads to room called the Hall of Caracalla. This room was not intended to be a tomb but does contain human bones as well as horse bones. This is thought to be a mass burial chamber for those who were killed in 215 A.D. by the Emperor Caracalla.",
    "id": "KgUabVQkdUFc4bn5CgJuXgeF",
    "category": "Wonders of the World",
    "subcategory": "Catacombs of Kom el Shoqafa"
  },
  {
    "fact": "Spills from trucks and storage of fracking water also contaminate the environment, and most of the chemicals being used are not disclosed by gas companies.",
    "id": "YNXYsKtULyG3LaEzBRJwfQeF",
    "category": "Environmental Science",
    "subcategory": "Fracking"
  },
  {
    "fact": "It is possible to see Humpback whales from the park, as well as snapping turtles, cormorants, hawks and various reptiles and amphibians.",
    "id": "l4RQ0oLBozeEOF87oQE7UAeF",
    "category": "US National Landmarks",
    "subcategory": "Acadia National Park"
  },
  {
    "fact": "Children can also go to work with relatives other than their parents, such as aunts, uncles and grandparents, if they are interested in exploring careers in their fields as well.",
    "id": "rtusH5FyFFKn626tAjVfoQeF",
    "category": "Holidays",
    "subcategory": "Take Your Child to Work Day"
  },
  {
    "fact": "Teams of researchers in both the Soviet Union and the US both isolated samples of dubnium in the 1960s, but the IUPAC designated the Soviet team with the discovery and the name in 1997.",
    "id": "peClmtsESfdqi3heqN7uTQeF",
    "category": "Periodic Table",
    "subcategory": "Dubnium"
  },
  {
    "fact": "Some gobies live in the burrows inside the mud or sand. Certain types of gobies share burrows with shrimps to ensure double protection against predators. Shrimp uses its antennas, while goby relies on its eyes to detect potential predators.",
    "id": "PL0QFUuVFvNfYMDD03NGTweF",
    "category": "Animal",
    "subcategory": "Goby"
  },
  {
    "fact": "In addition to his Nobel Prize, he received the Research Corporation Award in 1951, The Chandler Medal in 1954, The American Chemical Society Award for Nuclear Applications in Chemistry in 1956, the Elliott Cresson Medal in 1957, the Albert Einstein Medal Award in 1959.",
    "id": "KnbSjvOGW0Sf7ztLgXVhOAeF",
    "category": "Scientists",
    "subcategory": "Willard Frank Libby"
  },
  {
    "fact": "One of the features that makes Wind Cave National Park so unique is the formation of calcite in the cave called boxwork. Wind Cave is home to 95% of the (known) boxwork formations in the world. Boxwork looks like honeycombs or boxes in a pattern projecting from the cave.",
    "id": "do4FCECe8Ga49EZYW2ZsPweF",
    "category": "National Parks",
    "subcategory": "Wind Cave National Park"
  },
  {
    "fact": "Mating season of brown-headed cowbirds takes place from March to April.",
    "id": "dD6UrQ3muNG7hujRhFVN3geF",
    "category": "Animal",
    "subcategory": "Brown-headed cowbird"
  },
  {
    "fact": "Main predators of the yellow-bellied marmots are foxes, coyotes and wolves.",
    "id": "sXJ9EQxUrbRzYhjJPcHmdQeF",
    "category": "Animal",
    "subcategory": "Yellow-Bellied Marmot"
  },
  {
    "fact": "Essential oils extracted from jasmine have application in the industry of perfumes and cosmetics. They are used in the manufacture of soap, lotions, shampoos and creams.",
    "id": "PMHOz8mAIGrjtdUcl2rRpQeF",
    "category": "Plants",
    "subcategory": "Jasmine"
  },
  {
    "fact": "Anne Rice wrote two books in The Wolf Chronicles titled The Wolf Gift (2012), and The Wolves of Midwinter (2013).",
    "id": "R8xoNMSd3vuZzoQsiq3AUgeF",
    "category": "Authors",
    "subcategory": "Anne Rice"
  },
  {
    "fact": "Main predators of flying squirrels are raccoons, coyotes, owls, foxes, snakes, birds, cats and dogs.",
    "id": "Ku6bC4PTSoqn71tLH5P20AeF",
    "category": "Animal",
    "subcategory": "Flying squirrel"
  },
  {
    "fact": "Diplodocus was quadrupedal animal. It walked on all four legs, placing its broad feet straight to the ground, just like the modern elephant.",
    "id": "vw3DmuhAMsFRsDKnkOHBPweF",
    "category": "Dinosaurs",
    "subcategory": "Diplodocus"
  },
  {
    "fact": "Horn shark has powerful bite that facilitates opening of hard shells. When it eats too much sea urchins, teeth of horn shark become purple-colored.",
    "id": "nfgOx08VZeuGiXUhkoczwAeF",
    "category": "Animal",
    "subcategory": "Horn shark"
  },
  {
    "fact": "Praseodymium only has one stable and naturally occurring isotope.",
    "id": "KeBuhhkav6jfug8txzAd7weF",
    "category": "Periodic Table",
    "subcategory": "Praseodymium"
  },
  {
    "fact": "In 1923 the first unofficial dawn ceremony to celebrate Anzac Day was held. Dawn is the best time to attack in battle and this is the reasoning behind holding services at that time of day.",
    "id": "s6j8cLFIJpec5lGXgjbyCAeF",
    "category": "Holidays",
    "subcategory": "Anzac Day"
  },
  {
    "fact": "Banded cat-eyed snake has yellowish or light brown body covered with large, brown or black blotches, arranged in zigzag manner.",
    "id": "zZwOUu2sEbgl56SUmECPWQeF",
    "category": "Animal",
    "subcategory": "Banded cat-eyed snake"
  },
  {
    "fact": "Barcelona is a popular tourist destination with approximately 8 million visiting the city each year.",
    "id": "ItHRR90LmVS4AhtHwSgkrAeF",
    "category": "Cities",
    "subcategory": "Barcelona"
  },
  {
    "fact": "Canola meal is rich source of proteins. It is used as animal feed for cows, horses, sheep, pigs and chickens.",
    "id": "gmfPXbSQQYlmtdnV5oDZhgeF",
    "category": "Plants",
    "subcategory": "Canola"
  },
  {
    "fact": "Root of the fig is usually located near the surface of the ground. Diameter of the root is 3 times bigger than the crown.",
    "id": "sv7vvzknGcLnPgHgeIhmigeF",
    "category": "Plants",
    "subcategory": "Fig"
  },
  {
    "fact": "Even though grey partridge is strong flier, it spends most of its life on the ground (ground dwelling bird).",
    "id": "J5h9Y4E2ERbqv0X5gMHC9AeF",
    "category": "Animal",
    "subcategory": "Grey partridge"
  },
  {
    "fact": "In the 1980s exploration of Arabika Massif began to more common, led by Alexander Klimchuk. By 1987 the cave had been explored as deep as 340 meters.",
    "id": "VqNkWTXQDV6u0BuDKNM7yAeF",
    "category": "Deepest Places",
    "subcategory": "Krubera/Voronya Cave"
  },
  {
    "fact": "Marco's book was very successful but some people did not believe his stories and called his book The Million Lies.",
    "id": "xOvdKJhU4IJ3gurgYBdEnAeF",
    "category": "Biography",
    "subcategory": "Marco Polo"
  },
  {
    "fact": "The small intestine is much longer than the large intestine, but the large intestine is much wider than the small intestine.",
    "id": "f0bpbj6ODjLmHMc3ucBCgAeF",
    "category": "Human Body",
    "subcategory": "Small Intestine"
  },
  {
    "fact": "Nymph looks like miniature version of adult big-eyed bug without wings. It transforms into adult insect after 5 instars (developmental stages) which usually last 4 to 6 days each. Entire process lasts 30 to 60 days, depending on the temperature.",
    "id": "AM7isbH3NyzgMXnQIdMf3weF",
    "category": "Animal",
    "subcategory": "Big-eyed bugs"
  },
  {
    "fact": "Gorillas are very intelligent animals. They communicate using at least 22 different sounds, body posture, facial expression, body odor…Gorillas are able to learn and apply sign language to communicate with people.",
    "id": "UJSYeFJapgoSPgIR3o50SgeF",
    "category": "Animal",
    "subcategory": "Gorilla"
  },
  {
    "fact": "Christopher Columbus brought pineapple from South America to Europe. This fruit was first named pina because it looks like large pine cone. Englishmen later added name apple to denote it as a fruit.",
    "id": "VaPwzKrBWynpJZFAzGIjjweF",
    "category": "Plants",
    "subcategory": "Pineapple"
  },
  {
    "fact": "Quince is often used as a rootstock for grafting the pears. Created hybrids remain small in size, but they produce substantial amount of fruit that reaches maturity more quickly.",
    "id": "48gqVGqJigag6GgkCzUS2weF",
    "category": "Plants",
    "subcategory": "Quince"
  },
  {
    "fact": "The Union had about 5,800 casualties and the Confederates had approximately 6,700 casualties.",
    "id": "Z8Pmncw5S3yW3Xrj54strweF",
    "category": "Civil War",
    "subcategory": "Battles for Chattanooga"
  },
  {
    "fact": "In 1949, 48 states made Constitution Day proclamations. In 1952 Congress changed ‘I Am an American Day' to Citizenship Day, to be celebrated every year on September 17th.",
    "id": "crtbjhKS1uOVbFE94GDjBgeF",
    "category": "Holidays",
    "subcategory": "Constitution Day"
  },
  {
    "fact": "Arkansas' official state beverage is milk.",
    "id": "oMytsIBF4oPzjuX52k39TweF",
    "category": "US States",
    "subcategory": "Arkansas"
  },
  {
    "fact": "The word 'robot' comes from a Czech word 'robota', which means 'drudgery'.",
    "id": "b8aJ4fMJ3hKIxASu3TgOSweF",
    "category": "Technology",
    "subcategory": "Robots"
  },
  {
    "fact": "Sunbirds are non-migratory birds (sedentary birds). They reside in same habitats all year round and travel short distances toward the areas that provide more food.",
    "id": "At0LwNYVhC79AaZZ6ilMOgeF",
    "category": "Animal",
    "subcategory": "Sunbirds"
  },
  {
    "fact": "Mare gives birth to a zorse foal after pregnancy of 11 months. Zorse is able to stand on its own feet one hour after birth. It is small in size, but has extremely long legs at birth (length of legs of foal is nearly equal to the length of legs of adult zorse).",
    "id": "W9onlqEbog7rBWJg74qpgAeF",
    "category": "Hybrid Animals",
    "subcategory": "Zorse"
  },
  {
    "fact": "Truman Capote wrote several screenplays including Beat the Devil and The Innocents.",
    "id": "HIXHxeRuhc36lTNPKgPcxgeF",
    "category": "Authors",
    "subcategory": "Truman Capote"
  },
  {
    "fact": "Havanese gives birth to 4 puppies on average. Puppies like to eat their own stool (which should be removed as quickly as possible to prevent this bad habit).",
    "id": "NspDmQaWiXBmDLL27RuqzQeF",
    "category": "Dogs",
    "subcategory": "Havanese"
  },
  {
    "fact": "Sorghum is very important source of food for cattle and poultry around the world.",
    "id": "uHnVwTLiNJwHanjxEc7xRgeF",
    "category": "Plants",
    "subcategory": "Sorghum"
  },
  {
    "fact": "Garlic can be used raw, pickled or as an ingredient of various salty dishes, salads, sauces, and marinades.",
    "id": "lBQUKpWclbszvuNuLT8DMgeF",
    "category": "Plants",
    "subcategory": "Garlic"
  },
  {
    "fact": "Sugar gliders are territorial animal that live on a territory of 2.5 acres. They fiercely defend their home against intruders.",
    "id": "aqZuOuygH6mNdPSJ2n6w3weF",
    "category": "Animal",
    "subcategory": "Sugar glider"
  },
  {
    "fact": "Men are more susceptible to being infected with Kaposi's sarcoma-associated herpes virus.",
    "id": "wSwEUwXwkYXGlWchi27obAeF",
    "category": "Viruses",
    "subcategory": "Kaposi's Sarcoma-Associated Herpes Virus"
  },
  {
    "fact": "Winston had a younger brother named Jack, born in 1880.",
    "id": "Z20hVKW4UmncaFVuyyGlWgeF",
    "category": "Biography",
    "subcategory": "Winston Churchill"
  },
  {
    "fact": "Lucy Maud Montgomery married Ewen Macdonald in 1911, and together they had three sons. Their second son was stillborn.",
    "id": "JujFPq90Fpof4nCjBX9OYgeF",
    "category": "Authors",
    "subcategory": "Lucy Maud Montgomery"
  },
  {
    "fact": "Boomslang can reach 3 to 5 feet in length and 0.4 to 1.1 pounds of weight.",
    "id": "zXXOxZmfPvgMhvruGoA6uAeF",
    "category": "Animal",
    "subcategory": "Boomslang"
  },
  {
    "fact": "American bullfrog can survive up to 10 years in the wild and up to 16 years in captivity.",
    "id": "AYiV2SfNk9WcuT81zxkaIweF",
    "category": "Animal",
    "subcategory": "American bullfrog"
  },
  {
    "fact": "Bain was educated until age eleven when he left formal schooling to work as a weaver alongside his father.",
    "id": "LGvYt4gsA23mUrpU6p030AeF",
    "category": "Scientists",
    "subcategory": "Alexander Bain"
  },
  {
    "fact": "If the Apple Lisa were to be released today at today's prices it would cost almost $25,000 US.",
    "id": "Ker5N1Qw43lsxgyJwgP5KgeF",
    "category": "Technology",
    "subcategory": "Apple Lisa"
  },
  {
    "fact": "Wild ginger can reach 6 inches in height and 6 to 12 inches in width.",
    "id": "6z04HbxdgWyo55NDb3VQ9QeF",
    "category": "Plants",
    "subcategory": "Wild ginger"
  },
  {
    "fact": "Descartes work was foundational to the later development of calculus by Newton and Leibniz.",
    "id": "xeF49nkczVrDnjcklHz48weF",
    "category": "Scientists",
    "subcategory": "Rene Descartes"
  },
  {
    "fact": "Calvin met Grace Anna Goodhue, a teacher at Clarke School for the Deaf in 1905. They married after a brief engagement.",
    "id": "854JU3Z1YKBbSV2WsRnGcAeF",
    "category": "Biography",
    "subcategory": "Calvin Coolidge"
  },
  {
    "fact": "Artichoke has deeply lobed, silver, grey-green or bronze-green colored leaves. Some varieties of artichokes look like ferns due to arched, spiky leaves.",
    "id": "9tYa8ExcBicAOoQvoNxBXAeF",
    "category": "Plants",
    "subcategory": "Artichoke"
  },
  {
    "fact": "Grasshoppers produce songs by rubbing their legs with wings. Songs are used to attract females.",
    "id": "WBQTt5KxfzuKkrfJIMj1pweF",
    "category": "Animal",
    "subcategory": "Grasshopper"
  },
  {
    "fact": "The Denison Dam, built in 1943 along the red River formed Lake Texoma, north of Dallas, Texas. This reservoir is 89,000 acres in size.",
    "id": "3t3WKEnI9OmgOO1gf8SaegeF",
    "category": "Rivers",
    "subcategory": "Red River"
  },
  {
    "fact": "Cocklebur propagates only via seed that retains ability to germinate for many years.",
    "id": "fMsuc49dV2rfNdmJOKuhEgeF",
    "category": "Plants",
    "subcategory": "Cocklebur"
  },
  {
    "fact": "While barium does not build up in the body and is not a carcinogen, breathing its dust can damage the lungs.",
    "id": "YCuwL9Jm8BtZhyTsUNz6QAeF",
    "category": "Periodic Table",
    "subcategory": "Barium"
  },
  {
    "fact": "In 1912 he and his research assistant measured the defection of neon through an electric field and observed two separate deflections proving for the first time the presence of isotopes in a non-radioactive element.",
    "id": "CmLP858kDMgq5uv8fx3EXQeF",
    "category": "Scientists",
    "subcategory": "J.J. Thomson"
  },
  {
    "fact": "The word diamond is derived from a Greek word Adamas' that means 'indestructible and unconquerable'.",
    "id": "weTZuwuFYIZ78aksoMtcbQeF",
    "category": "Geology",
    "subcategory": "Diamond"
  },
  {
    "fact": "Despite ornamental morphology, common centaury is rarely cultivated in gardens because it requires special type of soil for the proper growth.",
    "id": "objV1n0hLgVXZLrDgrIelQeF",
    "category": "Plants",
    "subcategory": "Common centaury"
  },
  {
    "fact": "Weather maps are often used on television during weather reports to show the public what they can expect in the coming hours and days in regards to rain, snow, heat, cold, wind, and potentially big storms that may pose a threat.",
    "id": "fseykYzvvkxfcVv5kscxYweF",
    "category": "Weather Instruments",
    "subcategory": "Weather Map"
  },
  {
    "fact": "After 1992, Pluto's planethood was questioned following the discovery of several objects of similar size in the Kuiper belt.  In 2005, when Eris was discovered at 27% more massive than Pluto, it led the International Astronomical Union to define the term planet formally for the first time the following year.  This definition excluded Pluto and it was reclassified as a dwarf planet.",
    "id": "yMDl1vK1KrlKt1SbwA9qJQeF",
    "category": "Space",
    "subcategory": "Dwarf Planets"
  },
  {
    "fact": "The Native Americans affected by the Indian Removal Act were granted unsettled land west of the Mississippi River.",
    "id": "qvdIgv9ixgUsnYwZ4pUpDgeF",
    "category": "US History",
    "subcategory": "Indian Removal Act"
  },
  {
    "fact": "H.G. Wells wrote about the future creation of the atomic bomb in The World Set Free, published in 1914.",
    "id": "qSBGykwLuhsqMjubuIcl8geF",
    "category": "Authors",
    "subcategory": "H. G. Wells"
  },
  {
    "fact": "There has been controversy over the use of the mole as a standard unit of measurement since its formal adoption in 1971, largely because scientists have long known that knowing the mass of a substance is not always necessary for measurement.",
    "id": "rAdFcCdpzIllv9T7S6lHwAeF",
    "category": "Chemistry",
    "subcategory": "Mole"
  },
  {
    "fact": "The string is attached to the bottom center of the washtub either by being strung through a hole in the center or attached with a bolt. It is also attached to the neck (stick).",
    "id": "ueb5Vawdn4FSShkCBQ0ylQeF",
    "category": "Music Instruments",
    "subcategory": "Washtub Bass"
  },
  {
    "fact": "Sea turtles spend most of their life in the ocean. Females can be seen on the beaches only during nesting season.",
    "id": "jquN4grQ6zfGfYqXjNXzWAeF",
    "category": "Animal",
    "subcategory": "Sea Turtle"
  },
  {
    "fact": "Although virtual reality can be used for gaming, it is also becoming popular for other purposes such as allowing a person to feel as if they are in a virtual reality documentary.",
    "id": "ZvgM7SqfCwa88uGlubxxSweF",
    "category": "Technology",
    "subcategory": "Virtual Reality"
  },
  {
    "fact": "Bill and Hillary Clinton were at Melania and Donald Trump's wedding. Later Donald and Hillary ran against each other for the position of President of the United States. Donald won.",
    "id": "3ebuAsfj99MbTTLFTSTW5QeF",
    "category": "Biography",
    "subcategory": "Melania Knauss (Trump)"
  },
  {
    "fact": "In the United States, coal is primarily used to produce electricity. It is transported to a power plant, crushed and then burned. The heat from the burning coal is used to produce steam. The steam is used to spin a turbine which is connected to an electrical generator. The mechanical energy transforms into electric energy.",
    "id": "QyQdbOTwP7ZHEVgkxd0qrgeF",
    "category": "Rocks",
    "subcategory": "Coal"
  },
  {
    "fact": "In 1865 he founded the Austrian Meteorological Society and more of his writings were about meteorology than about biology.",
    "id": "wg4iRsPAkPj2MppLe1U7mgeF",
    "category": "Scientists",
    "subcategory": "Gregor Mendel"
  },
  {
    "fact": "Himalayan cat should be kept inside the house because of its non-aggressive nature and long fur that easily collects dirt.",
    "id": "OiFpB0s6XjRqiM7DgYiyWgeF",
    "category": "Cats",
    "subcategory": "Himalayan cat"
  },
  {
    "fact": "Fully developed larva looks like a maggot and it continues to develop outside the female's body. Larva burrows into the soil and covers itself with hard, protective shell. This developmental stage is known as pupa. Couple of weeks later, adult insect emerges from the cocoon.",
    "id": "aATui1PekKicgxdlzEF1ggeF",
    "category": "Animal",
    "subcategory": "Tsetse fly"
  },
  {
    "fact": "It can take as little as a few years or several million years to create a landform under the right conditions. An earthquake or volcano can change the landscape and result in new or disappearing landforms in very short periods of time.",
    "id": "1EKq3wi5FNfUNwbL3yCNlgeF",
    "category": "Geography",
    "subcategory": "Landform"
  },
  {
    "fact": "The money collected on duty was to be used for a defense fund, and to pay colonial governors and judges a high enough wage that they would remain loyal to Britain.",
    "id": "ESss9CGNatg9hL0Q8FPULweF",
    "category": "13 Colonies",
    "subcategory": "The Townshend Acts"
  },
  {
    "fact": "Comets only have tails when they are melting.",
    "id": "hBXfc6HZAqy0oJu4PLSuxgeF",
    "category": "Space",
    "subcategory": "Comet"
  },
  {
    "fact": "Audrey Hepburn is considered one of the greatest female stars of all time.",
    "id": "xjVYwMX2GH5vUm3wUDuT5AeF",
    "category": "US History",
    "subcategory": "Audrey Hepburn"
  },
  {
    "fact": "Orange peel contains chemicals which repel pests such as slugs. Because of that, sliced orange peel can be used as natural pesticide in gardens.",
    "id": "ugiIdrggJNvhSGEhJdfYSQeF",
    "category": "Plants",
    "subcategory": "Orange"
  },
  {
    "fact": "Female cheetahs are solitary animals, while males live in the small groups composed of brothers (called coalitions). Usually only one brother from the group mates with females during the mating season.",
    "id": "bl6don56TgKbE8gt2cfbbweF",
    "category": "Animal",
    "subcategory": "Cheetah"
  },
  {
    "fact": "Harebell is also known as witches' thimble. Unusual nickname originates from the widespread belief that witches can transform themselves into the hares using the juice extracted from the harebell flower.",
    "id": "Np37upzksCBUqJfP4HXTqQeF",
    "category": "Plants",
    "subcategory": "Harebell"
  },
  {
    "fact": "It is estimated that 14% of the coral reefs in the world are located in the Caribbean Sea.",
    "id": "ujC2qWjcluWY0IujAQw2zweF",
    "category": "Seas",
    "subcategory": "Caribbean Sea"
  },
  {
    "fact": "Nickel can be a skin allergen in some people, so iron replaced it in coins.",
    "id": "Rh3pnwgPtY6z5PELLIqDAAeF",
    "category": "Periodic Table",
    "subcategory": "Nickel"
  },
  {
    "fact": "Deer are a favorite food of the Komodo dragon and in an effort to increase their population the government began prohibiting deer hunting by the islanders.",
    "id": "CvqeySHsoUtVARuscSuNeweF",
    "category": "Wonders of the World",
    "subcategory": "Komodo Island"
  },
  {
    "fact": "Because outer space is believed to begin at 62 miles above the earth's surface, the thermosphere could be considered part of space.",
    "id": "V8iEAXPuDrfOPP3PZuMjyAeF",
    "category": "Weather",
    "subcategory": "Thermosphere"
  },
  {
    "fact": "Both parents provide food for their chicks. Young cape sugarbirds leave the nest for the first time at the age of 18 days. They become ready for the independent life 3 weeks later.",
    "id": "QZxIRP8X2GtxucgiEdG9iQeF",
    "category": "Animal",
    "subcategory": "Cape sugarbird"
  },
  {
    "fact": "Ecuador's national card game is Cuarenta.",
    "id": "0rQghPCfijzdVSzsotUV7AeF",
    "category": "Countries",
    "subcategory": "Ecuador"
  },
  {
    "fact": "Only three countries have ever won the Thomas Cup since the competition was established in 1848. The three countries include China, Indonesia and Malaysia.",
    "id": "eTZFgUM8qnSPKTCEbsktKAeF",
    "category": "Sports",
    "subcategory": "Badminton"
  },
  {
    "fact": "Although Bob and Rita stayed married until his death, it is rumoured that he had countless children out of wedlock.",
    "id": "r7hMvDn0KE4kRg8L5m5DwAeF",
    "category": "Artists",
    "subcategory": "Bob Marley"
  },
  {
    "fact": "Mona monkeys reach sexual maturity at the age of 2 to 5 years.",
    "id": "DH8RIve1OXnZKPEgSBL8UAeF",
    "category": "Animal",
    "subcategory": "Mona monkey"
  },
  {
    "fact": "In 1930 he published Principles of Quantum Mechanics which quickly became the standard textbook on the subject.",
    "id": "59X3YWFu8ue9MNYH7UTIKweF",
    "category": "Scientists",
    "subcategory": "Paul Dirac"
  },
  {
    "fact": "Arches National Park has been featured in scenes in some Hollywood movies including Indiana Jones and the Last Crusade (1989), and The Greatest Story Ever Told (1965).",
    "id": "kDcru707tFjUpKrzEpaxCweF",
    "category": "National Parks",
    "subcategory": "Arches National Park"
  },
  {
    "fact": "Kepler completed essential work in optics, improved upon the design of the refracting telescope which was named the Keplerian Telescope in his honor, and wrote about the telescopic discoveries of his peer Galileo Galilei.",
    "id": "JuEWEIlI1iNdOmJLPT7jSAeF",
    "category": "Scientists",
    "subcategory": "Johannes Kepler"
  },
  {
    "fact": "It is believed that the Mesopotamians invented the sailboat.",
    "id": "zlmgJ5iqpH7iThSz4KgngQeF",
    "category": "Ancient Civilizations",
    "subcategory": "Mesopotamia"
  },
  {
    "fact": "Mating season lasts from the spring to the late summer. Males and females hop, gently touch each other bills and exchange food items during the courtship. Cedar waxwings produce one or two broods per season.",
    "id": "qZUrPaJvJbcVYrCSN3QNIAeF",
    "category": "Animal",
    "subcategory": "Cedar waxwing"
  },
  {
    "fact": "Sampler sample space: refers to the amount of memory available for loading multiple samples.",
    "id": "STSHGmKCenagvaORREHuKweF",
    "category": "Music Instruments",
    "subcategory": "Sampler"
  },
  {
    "fact": "Sea kale blooms from June to August. Fragrant flowers filled with nectar attract bees, wasps and butterflies that are responsible for the pollination of this plant.",
    "id": "1ffW2OWIqal99HWczcwcSgeF",
    "category": "Vegetables",
    "subcategory": "Sea kale"
  },
  {
    "fact": "Canadian Pacific Railway was paid $25 million to build the railway, and they were also granted 25 million acres along the route.",
    "id": "fn2uxyG6UuUt8quY1sgWageF",
    "category": "US History",
    "subcategory": "Canadian Pacific Railway"
  },
  {
    "fact": "It was built to provide the arched entrance way to the 1889 World's Fair in Paris.",
    "id": "Ren8OcfIPjqyUkT7wCNm6QeF",
    "category": "Wonders of the World",
    "subcategory": "Eiffel Tower"
  },
  {
    "fact": "Sea life and other species living within the Argentine Sea includes penguins, cormorants, sharks, whales, porpoises, fur seals, dolphins, sea lions, and southern elephant seals.",
    "id": "ubyPP4NuK495gafwMHW2QweF",
    "category": "Seas",
    "subcategory": "Argentine Sea"
  },
  {
    "fact": "Web-spinners are nocturnal creatures (active during the night).",
    "id": "G83fVMM4R2MlpgtRrPJHXAeF",
    "category": "Animal",
    "subcategory": "Web-spinners"
  },
  {
    "fact": "Alessandro Volta, a professor of experimental physics at the University of Pavia and inventor of an early battery, repeated Galvani's experiments.",
    "id": "HTuYygTqU1PAEglACdj2UgeF",
    "category": "Scientists",
    "subcategory": "Luigi Galvani"
  },
  {
    "fact": "Elizabeth, New Jersey is home to the largest seaport in the U.S.",
    "id": "pQlkp4vQPl2H0XWlPuTVTgeF",
    "category": "US States",
    "subcategory": "New Jersey"
  },
  {
    "fact": "Tea made of winter savory can be used in treatment of uterine contractions, menstrual irregularities, cough, gastric problems, as well as disorders of kidney and liver.",
    "id": "jAtVxO51OyRfRqe4aomqIAeF",
    "category": "Plants",
    "subcategory": "Winter savory"
  },
  {
    "fact": "Oryx lives 20 years both in the captivity and in the wild (if the environmental conditions are good).",
    "id": "mhe3In8JdwixM6ekw7lbhweF",
    "category": "Animal",
    "subcategory": "Oryx"
  },
  {
    "fact": "Sierra Leone's natural resources include chromite, gold, iron ore, bauxite, titanium ore, and diamonds.",
    "id": "ReUznqh5uX7k08loJhLXoweF",
    "category": "Countries",
    "subcategory": "Sierra Leone"
  },
  {
    "fact": "Tongass National Forest stretches along 11,000 miles of coastline. It encompasses islands, mountains, bays, forests, fjords, glaciers, and important salmon streams, and its forest is the largest temperate rainforest in the world (intact).",
    "id": "a7qVQoQEjh6Ui7jF7qdW7QeF",
    "category": "Rain Forests",
    "subcategory": "Tongass National Forest"
  },
  {
    "fact": "Pete Harman came up with the idea of serving the fried chicken in a cardboard bucket.",
    "id": "afu2g7sY6TKjgb67cxdmLAeF",
    "category": "Food",
    "subcategory": "KFC"
  },
  {
    "fact": "Dwarf lantern shark is a carnivore (meat-eater). Its diet consists of miniature crustaceans, called krill.",
    "id": "w0UiHj7C56gYZHCjukqWIAeF",
    "category": "Animal",
    "subcategory": "Dwarf lantern shark"
  },
  {
    "fact": "Mating season of Humboldt penguins takes place all year round.",
    "id": "OVsgZmLQ3yRKjupOZcGp5geF",
    "category": "Animal",
    "subcategory": "Humboldt penguin"
  },
  {
    "fact": "Jupiter's largest moon Ganymede is also the largest moon in our solar system.",
    "id": "S6h5ZpcgAC2tODB8zLCgSQeF",
    "category": "Space",
    "subcategory": "Jupiter"
  },
  {
    "fact": "Woolly mammoth had large head, massive body with sloping backs and large humps on the shoulders. It had smaller ears and shorter tail than elephants to prevent heat loss and frostbites.",
    "id": "NNOujx7WENoavRZTqAvtpAeF",
    "category": "Extinct Animals",
    "subcategory": "Woolly mammoth"
  },
  {
    "fact": "Like many other serial killers, Jeffrey Dahmer had a very high IQ. This high IQ often helps such criminals avoid capture by police for many years because they are able to plan and execute their crimes very well. His IQ was estimated to be around 145.",
    "id": "uUr16ctHKnkIBgbZZrcrKgeF",
    "category": "Biography",
    "subcategory": "Jeffrey Dahmer"
  },
  {
    "fact": "On the second day of the battle, Major General Don Carlos Buell arrived with the Army of Ohio. The Confederates had hoped to defeat the Union before Buell's men arrived, but they had not been able to do so.",
    "id": "MXuxWu2dRueD2ol9wI9wPAeF",
    "category": "Civil War",
    "subcategory": "The Battle of Shiloh"
  },
  {
    "fact": "When he was 13 he won the Mathematics Medal and the first prize in both English and poetry.",
    "id": "U2YMiNPug0xba05auGT3ugeF",
    "category": "Scientists",
    "subcategory": "James Clerk Maxwell"
  },
  {
    "fact": "Stephen King has published 11 collections of stories including Night Shift (1978), Nightmares and Dreamscapes (1993), and The Bazaar of Bad Dreams (2015).",
    "id": "TlUBwCpSfDsM67xZLqa03AeF",
    "category": "Authors",
    "subcategory": "Stephen King"
  },
  {
    "fact": "There are still lawsuits ongoing against Chisso Corporation in regards to the mercury poisoning.",
    "id": "kuB9klZSuRjy8pDQihf32weF",
    "category": "Manmade Disasters",
    "subcategory": "Minamata Disease"
  },
  {
    "fact": "The Pennsylvania Colony grew hemp, flax, rye, which were important for industry.",
    "id": "sM2AWUUTgt5E31uu4uOmzAeF",
    "category": "13 Colonies",
    "subcategory": "Pennsylvania Colony"
  },
  {
    "fact": "Cobalt is only found in nature in compounds.",
    "id": "fK5MgMPVG2BGuKJ6LJBgDgeF",
    "category": "Periodic Table",
    "subcategory": "Cobalt"
  },
  {
    "fact": "Gemsbok is herbivore (plant-eater). Its diet is based on seedpods, fruit (such as melon), tuber, bulbs, roots and grass.",
    "id": "LAQDPzaGFtbpxdW6uhF4OQeF",
    "category": "Animal",
    "subcategory": "Gemsbok"
  },
  {
    "fact": "Out of 240 known varieties, 4 types of aloe vera are commercially exploited for the production of gels, capsules and other products used to improve humans health.",
    "id": "PDmrgIozgPdv9ncoG9E8QgeF",
    "category": "Plants",
    "subcategory": "Aloe vera"
  },
  {
    "fact": "There were only two bathtubs available for the 700 third-class passengers aboard the Titanic.",
    "id": "PNXTaGDGz6CzCFSZvjijrAeF",
    "category": "History",
    "subcategory": "Titanic"
  },
  {
    "fact": "In 1978 she received a PhD in physics.",
    "id": "1uuDhjwh1u6bgP6GbDC4BAeF",
    "category": "Scientists",
    "subcategory": "Sally Ride"
  },
  {
    "fact": "Vervet monkey is diurnal animal (active during the day).",
    "id": "ttDOObspgTLFrQZ9oCGCrweF",
    "category": "Animal",
    "subcategory": "Vervet monkey"
  },
  {
    "fact": "Reno, Las Vegas and Lake Tahoe are the major tourist draws in Nevada.",
    "id": "nUNuDNt1cwGdgUBggHUi0geF",
    "category": "US States",
    "subcategory": "Nevada"
  },
  {
    "fact": "Australian Terrier tolerates other dogs in the house, but it often acts bossy in front of them (even if they are much larger). It can learn to live with cats, but it cannot suppress urge to terrorize them. Rodents, squirrels and rabbits should be kept away from Australian Terrier due to strong instinct to hunt and kill all types of small animals.",
    "id": "N1IxTGuw03EoA2NyetmKWQeF",
    "category": "Dogs",
    "subcategory": "Australian Terrier"
  },
  {
    "fact": "At the same time he wrote a monthly column for StarDate magazine in which he answered questions from readers.",
    "id": "HUFpAntP8bQgRkC40hHbCQeF",
    "category": "Scientists",
    "subcategory": "Neil Degrasse Tyson"
  },
  {
    "fact": "At age twenty, he was a researcher and teacher for the university's chair of physiology.",
    "id": "eK3EGstiNpVmhmoOVSi2zQeF",
    "category": "Scientists",
    "subcategory": "Bernado Houssay"
  },
  {
    "fact": "One of the traditional treats is a candied crab-apple on a stick.",
    "id": "f9YMXz170gxRYtgJQl5ZFQeF",
    "category": "Holidays",
    "subcategory": "Chinese New Year"
  },
  {
    "fact": "Yarrow was used as food in the 17th century. Leaves were prepared and consumed like spinach. Yarrow was also used as an ingredient of soups.",
    "id": "pxeAQ7Le0VF74bFrXzPOIQeF",
    "category": "Plants",
    "subcategory": "Yarrow"
  },
  {
    "fact": "Roman poetry suggests that an early type of hot curler existed to curl women's hair.",
    "id": "Vu1wNDU0Y9jKbAwyChV59AeF",
    "category": "Science",
    "subcategory": "Cosmetology"
  },
  {
    "fact": "As the war went on the Natives began to abandon the French. This gave the British an advantage.",
    "id": "Ss5FjxKxkoiKjfHDxgmWzQeF",
    "category": "World History",
    "subcategory": "French and Indian War"
  },
  {
    "fact": "Several historical events have occurred on the land that is now Harpers Ferry National Historical Park including John Brown's 1858 abolitionist raid, Meriwether Lewis' Corps of Discovery, Niagara Movement meeting place, and a gathering in 1906 by civil rights movement leaders.",
    "id": "h48T5W70RdKgO5UQdd3FxweF",
    "category": "National Parks",
    "subcategory": "Harpers Ferry National Historical Park"
  },
  {
    "fact": "All females in the group take care of all young capybaras because they are easy target for jaguars.",
    "id": "pSxZug1oubFMtIHPtSKHAAeF",
    "category": "Animal",
    "subcategory": "Capybara"
  },
  {
    "fact": "Kinkajou has large eyes, small ears and short legs with sharp claws on the feet. It is also known as honey bear because it looks like a bear cub that likes to eat honey.",
    "id": "U4UwirJFlUJvIDQgmElaQAeF",
    "category": "Animal",
    "subcategory": "Kinkajou"
  },
  {
    "fact": "Apatite on occasion is discovered as well-formed hexagonal crystals in pegmatite pockets and in hydrothermal veins.",
    "id": "J6EF3iww3mqaB25PAcR1BAeF",
    "category": "Minerals",
    "subcategory": "Apatite"
  },
  {
    "fact": "Bull sharks are named that way because they have blunt snouts and habit to attack the prey by hitting it first in the butt using the heads (just like bulls).",
    "id": "bLmD97mZmjC2cCiE254ITAeF",
    "category": "Animal",
    "subcategory": "Bull shark"
  },
  {
    "fact": "The Boston Massacre occurred in the evening on March 5th, 1770 on King Street in Boston.",
    "id": "mUgqWzqcROewHM3Jjz4r8AeF",
    "category": "History",
    "subcategory": "Boston Massacre"
  },
  {
    "fact": "Unlike other marine mammals, manatees are strict herbivores. Due to low nutritional value of the vegetation, manatees need to eat 100 pounds of food each day.",
    "id": "c5cYZ6etIn1FVjypI7nUSAeF",
    "category": "Animal",
    "subcategory": "Manatee"
  },
  {
    "fact": "Some keytar models have included PMS Syntar, Hillwood RockeyBoard RB-1, and the Royalex PROBE, which was co-designed by Jan Hammer.",
    "id": "hdy2wgp8Y7OrolniZlUmhweF",
    "category": "Music Instruments",
    "subcategory": "Keytar"
  },
  {
    "fact": "Tennessee William's 1944 play The Glass Menagerie met with good reviews.",
    "id": "BtuhcgCRMc29g0wJTSR90weF",
    "category": "Authors",
    "subcategory": "Tennessee Williams"
  },
  {
    "fact": "Dorsal side of the body of Goliath frog is covered with green colored skin that has granular texture. Underside of the body is yellow-orange colored.",
    "id": "SFlFFErafL9xOh6DvMM7tweF",
    "category": "Animal",
    "subcategory": "Goliath frog"
  },
  {
    "fact": "Valerian was used as condiment for stews and soups in the past. Essential oils obtained from the leaves and root of valerian are still used for the flavoring of ice-cream and baked goods.",
    "id": "VtHe4eEPXZUuFjbggggt3AeF",
    "category": "Plants",
    "subcategory": "Valerian"
  },
  {
    "fact": "By 1849 the population of San Francisco, thanks to the gold rush, had increased from only 1,000 in 1848 to more than 25,000 people.",
    "id": "SDrbuLRig50o0QnGyXIDtQeF",
    "category": "Cities",
    "subcategory": "San Francisco"
  },
  {
    "fact": "When she was eighteen she began studying chemistry at the University of Oxford.",
    "id": "ok2NSACwZYomBKgA97uOuQeF",
    "category": "Scientists",
    "subcategory": "Dorothy Hodgkin"
  },
  {
    "fact": "Most wind socks today are made of nylon which is very lightweight and respond quickly and easily to even slight winds. Nylon has other benefits as well including the fact that it does not crack or peel like many other materials would in the same conditions. Nylon is also resistant to mildew.",
    "id": "6v6Dgy47gEwqQRYSjVLXDAeF",
    "category": "Weather Instruments",
    "subcategory": "Wind Sock"
  },
  {
    "fact": "Goat can reach 16 to 42 inches in height (at the shoulders) and 20 to 250 pounds of weight.",
    "id": "GoBWuLUApQlSM8zG0uCtDAeF",
    "category": "Animal",
    "subcategory": "Goat"
  },
  {
    "fact": "Rhubarb can reach 6 to 10 feet in height. Cultivated varieties are usually smaller.",
    "id": "BJT53snlWWxNag8ib8QUlweF",
    "category": "Plants",
    "subcategory": "Rhubarb"
  },
  {
    "fact": "Most of the digestive enzymes in the small intestine actually come from the pancreas.",
    "id": "k7jEwUMosehUF7m99gpQSgeF",
    "category": "Human Body",
    "subcategory": "The Intestines"
  },
  {
    "fact": "Tree kangaroo is diurnal animal (active during the day).",
    "id": "tWsORRRnG1YDsD8DgVdCaAeF",
    "category": "Animal",
    "subcategory": "Tree kangaroo"
  },
  {
    "fact": "Velociraptor was able to reach length of 6.6 feet and weight of 33 pounds.",
    "id": "CV7edrGVsPiv1kS9pbP7KweF",
    "category": "Dinosaurs",
    "subcategory": "Velociraptor"
  },
  {
    "fact": "Sandstone is a versatile building structure and has been used to construct buildings, statues, and fountains.",
    "id": "wdrDSo80Qt2KZt7OTCrIxweF",
    "category": "Rocks",
    "subcategory": "Sandstone"
  },
  {
    "fact": "Mary Ann Evan's friendship with the Bray family and their radical-view and progressive thinking social circle caused her problems with her father. He threatened to throw her out of the house because she was questioning her faith. She was never actually thrown out.",
    "id": "BAgOI5MAMa5BnbpW63v1LQeF",
    "category": "Authors",
    "subcategory": "George Eliot"
  },
  {
    "fact": "September is usually the poorest performing month in the stock market, often blamed on the vacations that investors take in the summer months that decreases trading.",
    "id": "a5yIGjhmyhj8HvlligwR4geF",
    "category": "Business",
    "subcategory": "Stock Market"
  },
  {
    "fact": "Australia's Logie Awards are named for him and in 2014 he was posthumously inducted into the Society of Motion Picture and Television Engineers.",
    "id": "EmykApgql9Jnmgp91XBEAQeF",
    "category": "Scientists",
    "subcategory": "John Logie Baird"
  },
  {
    "fact": "In 1913 D. H. Lawrence published Love Poems and Others, a book of poetry.",
    "id": "w7vEoLbB9UagLjpk354r2geF",
    "category": "Authors",
    "subcategory": "D. H. Lawrence"
  },
  {
    "fact": "Christina Ricci is scheduled to appear in a 2018 Lifetime film about journalist Nellie Bly.",
    "id": "wiu7gHgUzbnvXPtCDaBTWQeF",
    "category": "Biography",
    "subcategory": "Christina Ricci"
  },
  {
    "fact": "Leaves of camellia are used for the manufacture of tea. White, green and black tea are just some of the types of tea made of this plant.",
    "id": "myMtw8HSVmKtmtHaNWkCjweF",
    "category": "Plants",
    "subcategory": "Camellia"
  },
  {
    "fact": "Once infected the treatment of yellow fever involves trying to lessen the symptoms. There is not a cure.",
    "id": "8tJiAv6gOUAEgNjc4Wg66geF",
    "category": "Health",
    "subcategory": "Yellow Fever"
  },
  {
    "fact": "Macaroni penguin can survive 15 to 20 years in the wild.",
    "id": "x6FNg70RkvgxqnugIaKrJAeF",
    "category": "Animal",
    "subcategory": "Macaroni penguin"
  },
  {
    "fact": "Dried bay leaves are also used for the preparation of herbal tea. Ground bay leaves are ingredient of Bloody Mary cocktail.",
    "id": "7w8iJMz9AcYjPAesRQgWSAeF",
    "category": "Plants",
    "subcategory": "Bay tree"
  },
  {
    "fact": "Babies are ready to fend for themselves from the moment of birth. They eat insects before their jaws and teeth become strong enough to crash the shells of snails and mollusks.",
    "id": "0tv7NQ9MSUHPVEu9x8b86geF",
    "category": "Animal",
    "subcategory": "Caiman lizard"
  },
  {
    "fact": "In 1840 Buckland became president of the Geological Society and he prepared the case for the establishment of the Geological Survey of Great Britain.",
    "id": "20C1plA0zPb155QkusPmMAeF",
    "category": "Scientists",
    "subcategory": "William Buckland"
  },
  {
    "fact": "Other meanings for the word boss include: swelling, top-class, or cow/calf.",
    "id": "0e56IHYMCYHV4QI2csVMwAeF",
    "category": "Holidays",
    "subcategory": "Boss's Day"
  },
  {
    "fact": "The maximum depth of Cape Cod Bay is 206 feet. The surface water of Cape Cod Bay encompasses 604 square miles.",
    "id": "CDSskvi11OgXgnJPWpYNqAeF",
    "category": "Seas",
    "subcategory": "Cape Cod Bay"
  },
  {
    "fact": "It is estimated that people in the United States spend $37 billion on pizza each year.",
    "id": "vKjoNaWlQ1DBXew2OjTg5QeF",
    "category": "Food",
    "subcategory": "Pizza"
  },
  {
    "fact": "Flowers of leafy spurge are miniature, yellow-green in color and surrounded with modified yellow leaves called bracts. Individual flowers are gathered in umbrella-shaped inflorescence called umbel. Flowers develop during the spring.",
    "id": "OMR94P8ZLj0iQspphXPZjgeF",
    "category": "Plants",
    "subcategory": "Leafy spurge"
  },
  {
    "fact": "The discovery of an underwater river beneath the Black Sea has inspired the idea that life may actually be capable of living in the lower layer, however it is difficult to prove.",
    "id": "tlCad9aodWWwYnEsjYtqzweF",
    "category": "Seas",
    "subcategory": "Black Sea"
  },
  {
    "fact": "Bob Marley and his friends formed the group The Wailing Wailers in 1963.",
    "id": "eJcu4uS311DiQeQu9g2NDweF",
    "category": "Artists",
    "subcategory": "Bob Marley"
  },
  {
    "fact": "House flies are able to move their wings 200 times per second.",
    "id": "zczg8ifevMcxy07TBvdl0AeF",
    "category": "Animal",
    "subcategory": "House fly"
  },
  {
    "fact": "In Iceland there is a Golden Circle - a tourist route of 300 km. Thingvellir National Park is one of the top three tourist attractions in the Golden Circle.",
    "id": "6DwE99j5ZcA2WNwa7y7AygeF",
    "category": "National Parks",
    "subcategory": "Thingvellir National Park"
  },
  {
    "fact": "She was paid a stipend and allowed access to the laboratory facilities and taught a few classes.",
    "id": "1swH39UJynXL6fHe0hpYoweF",
    "category": "Scientists",
    "subcategory": "Maria Goeppert-Mayer"
  },
  {
    "fact": "The tablet in her hand is inscribed with the date July IV MDCCLXXVI which means July 4th, 1776. This is the day that marks the American Declaration of Independence.",
    "id": "i2ARpHMrz39RtrP1CJHBIQeF",
    "category": "US National Landmarks",
    "subcategory": "The Statue of Liberty"
  },
  {
    "fact": "Prior to immigrant settlement in the Lassen region four Native American tribes are known to have met in the area, including the Maidu, Yahi, Yana, and Atsugewi. The temperatures and moving deer herds in the area made it unsuitable for living year round.",
    "id": "ZCZJattuDOT7za72jZFpjQeF",
    "category": "National Parks",
    "subcategory": "Lassen Volcanic National Park"
  },
  {
    "fact": "Western fox snake belongs to the group of constrictors. It squeezes its prey to death.",
    "id": "GrJ8e9wUr41Nk53TEAs8kweF",
    "category": "Animal",
    "subcategory": "Western fox snake"
  },
  {
    "fact": "In his last few years Paolo declared on his taxes that he could no longer work because he was ill, and that his wife was also ill.",
    "id": "RhWmtRuT4foqbUpGRnU1oQeF",
    "category": "Artists",
    "subcategory": "Paolo Uccello"
  },
  {
    "fact": "Antibiotics will not cure a Norwalk virus infection.",
    "id": "d5wI7k4qXIgUxEYUIXcCQQeF",
    "category": "Viruses",
    "subcategory": "Norwalk Virus"
  },
  {
    "fact": "One of Piero di Cosimo's most famous portraits include Portrait of Simonetta Vespucci - oil on panel painting now located in the Musée Condé, Chantilly, France.",
    "id": "Yf8CTl8Ug2BdxepoigKmXweF",
    "category": "Artists",
    "subcategory": "Piero di Cosimo"
  },
  {
    "fact": "Chinua Achebe continued to teach throughout his life. He was a professor at the University of Nigeria, the University of Massachusetts at Amherst, and at Bard College in New York.",
    "id": "OJfVRGki3uCRd7jkNuqUfgeF",
    "category": "Authors",
    "subcategory": "Chinua Achebe"
  },
  {
    "fact": "dsad",
    "id": "QK1YHH5NMF6UQOlHdmgdMgrE",
    "category": "dsadsa",
    "subcategory": "dsaas"
  },
  {
    "fact": "Natural enemies of giant white-tailed rats are pythons, quolls and owls. These rats were part of Aboriginal diet in the past.",
    "id": "uKw3dI7hyxbknkd463425QeF",
    "category": "Animal",
    "subcategory": "Giant white-tailed rat"
  },
  {
    "fact": "At the end of pregnancy, female moves away from the herd to find a shelter for the babies. Babies are able to stand on their feet 40 minutes after they are born. Few weeks later, they begin to forage.",
    "id": "bsdAaUZs3lXrO3moVZ4XOgeF",
    "category": "Animal",
    "subcategory": "Nilgai"
  },
  {
    "fact": "At only .00002 parts per million in the Earth's crust, rhodium is one of the rarest elements.",
    "id": "gXRhV9s2o86PrxpV86rOrweF",
    "category": "Periodic Table",
    "subcategory": "Rhodium"
  },
  {
    "fact": "While on Saturday Night Live Adam Sandler created two comedic original songs, titled The Chanukah Song, and The Thanksgiving Song.",
    "id": "iVl7Wut9yeJoQUdxpl1BcAeF",
    "category": "Biography",
    "subcategory": "Adam Sandler"
  },
  {
    "fact": "Fluorocarbons are produced as industrial coolants and propellants.",
    "id": "HkfOH3xJLxQeL0riTIpCugeF",
    "category": "Periodic Table",
    "subcategory": "Fluorine"
  },
  {
    "fact": "Loggerhead shrike has grey head with black facial mask, white throat and belly and black wings covered with white markings. Females are brownish colored and have less prominent black markings on the face.",
    "id": "Fkgt1f63TCZwNYtREabW0geF",
    "category": "Animal",
    "subcategory": "Loggerhead shrike"
  },
  {
    "fact": "The first Cardinal to be elected to the Hall of Fame was FB Ernie Nevers in 1963.",
    "id": "9j5DbDSHaVRPlNZxkug5UgeF",
    "category": "Sports",
    "subcategory": "Arizona Cardinals"
  },
  {
    "fact": "The Dead Sea is 9.6 times saltier than the ocean.",
    "id": "GoGh3TEOeBcJ4rph1r5ykgeF",
    "category": "Geography",
    "subcategory": "The Dead Sea"
  },
  {
    "fact": "Sequoia National Park is home to a wide variety of wildlife, most of which are also found in Kings Canyon National Park. There are 200 bird species, 26 reptile species, 73 mammal species, 5 native fish species, and several of these species are on the endangered species list, threatened, or even extinct.",
    "id": "tCzBXe4DgmiYckSIJ9BpugeF",
    "category": "National Parks",
    "subcategory": "Sequoia National Park"
  },
  {
    "fact": "Edible part of carrot is the root. It reaches maturity 70 to 100 days after planting.",
    "id": "XYnujMnOH0genne33xaXCQeF",
    "category": "Plants",
    "subcategory": "Carrot"
  },
  {
    "fact": "They are omnivores (eat both plants and animals). They like to eat insects, arthropods, amphibians, flowers, seeds…",
    "id": "gogUDGFLnghQTFwpGYgPuweF",
    "category": "Animal",
    "subcategory": "Peacock"
  },
  {
    "fact": "Henry Cavendish proposed in 1785 that argon might exist.",
    "id": "6g92N87ro8NKSH6n3tLjZgeF",
    "category": "Periodic Table",
    "subcategory": "Argon"
  },
  {
    "fact": "Sean Penn also directs films and music videos, including videos for musicians such as Shania Twain and Lyle Lovett.",
    "id": "6afkE1BzAEm2ooQnUCUPdQeF",
    "category": "Biography",
    "subcategory": "Sean Penn"
  },
  {
    "fact": "A thermometer measures how cold or hot something is.",
    "id": "TA45mzZUiFpPPNPn4xrh3QeF",
    "category": "Weather Instruments",
    "subcategory": "Thermometer"
  },
  {
    "fact": "Walmart was incorporated as Wal-Mart Stores, Inc. in 1969.",
    "id": "zEjh9ZlSReZePFgAn2SloweF",
    "category": "Business",
    "subcategory": "Walmart"
  },
  {
    "fact": "In 1884 the first concession was opened in Yosemite. It was a store and a bakery.",
    "id": "jhjvA7C9oQO8LqNnkuhzNQeF",
    "category": "US National Landmarks",
    "subcategory": "Yosemite National Park"
  },
  {
    "fact": "Females reach sexual maturity early, at the age of 60 to 70 days. Males reach sexual maturity at the age of one year.",
    "id": "eZgSlkZTmF6B4VD6vC22uQeF",
    "category": "Animal",
    "subcategory": "Ermine"
  },
  {
    "fact": "Harrison Ford was a struggling actor for many years. In 1973 George Lucas cast him in American Graffiti.",
    "id": "Ii7NvO2rsEuw65LS2Uy4ogeF",
    "category": "Biography",
    "subcategory": "Harrison Ford"
  },
  {
    "fact": "The Biltmore house was wired with both AC and DC current because nobody was sure which would become the norm.",
    "id": "oBBcZZ8gKW1oiTVuRCEk5weF",
    "category": "US History",
    "subcategory": "Biltmore Estate"
  },
  {
    "fact": "Countries included in the basin of the Andaman Sea include Malaysia, Indonesia, Thailand, Myanmar, and India.",
    "id": "rDgE0seTKpyt0MCfrdBJUgeF",
    "category": "Seas",
    "subcategory": "Andaman Sea"
  },
  {
    "fact": "Taxi drivers in Madrid tend to disappear when it starts to rain. They don't have much faith in their vehicle's ability to protect passengers from the rain. Madrid experiences roughly 17 inches of rain a year.",
    "id": "ySj6RKT1mgjuS7ubjiuc4AeF",
    "category": "Cities",
    "subcategory": "Madrid"
  },
  {
    "fact": "Lifespan of banded sea krait (both in the wild and in the captivity) is unknown.",
    "id": "JiYbGTOxxBdPzVuWQHgrrweF",
    "category": "Animal",
    "subcategory": "Banded sea krait"
  },
  {
    "fact": "Marie Antoinette gave birth to her second son on March 27th, 1785 named Louis Charles.",
    "id": "vvNzrLEaTXJlxW5qznnEAgeF",
    "category": "History",
    "subcategory": "Marie Antoinette"
  },
  {
    "fact": "Good witches in modern media include Glinda the Good Witch of the South (The Wizard of Oz), Sally and Gillian Owens (Practical Magic), Harry Potter (Harry Potter series), and Samantha (Bewitched).",
    "id": "zsn8GWorg5Mw6GYtjeeJEweF",
    "category": "Fiction",
    "subcategory": "Witches"
  },
  {
    "fact": "Some countries utilize wind turbines to supply up to 20% of their electricity needs.",
    "id": "UAantT1uHFzIiGCCqVcdsQeF",
    "category": "Energy",
    "subcategory": "Wind Energy"
  },
  {
    "fact": "Electronic toothbrushes were invented in 1960.",
    "id": "Jtmf2Lv6PAI6XF5Zs5752QeF",
    "category": "Health",
    "subcategory": "Dentist"
  },
  {
    "fact": "Psychology researchers are considering adding an addiction to the internet to the current list of medical disorders.",
    "id": "HOC43edDfFXVRj5dyS2nJgeF",
    "category": "Science",
    "subcategory": "Psychology"
  },
  {
    "fact": "Broad-headed snake can reach 20 to 35 inches in length. Females are larger than males.",
    "id": "gK5oVNCaaeis9N8fe5orUAeF",
    "category": "Animal",
    "subcategory": "Broad-headed snake"
  },
  {
    "fact": "Even today, researchers are continuing to improve upon biofuels in order to cut down on fossil fuel mining and greenhouse gas emissions.",
    "id": "ZrVNkhyycgjiV5PbGLL8GQeF",
    "category": "Science",
    "subcategory": "Biotechnology"
  },
  {
    "fact": "Just like in other cats, clouded leopards have retractable claws (that can be pulled inside the paw). By exposing the claws only when they are needed, clouded leopards keep their claws sharp.",
    "id": "qXFr1AofAdsb4KyDrL1VQAeF",
    "category": "Animal",
    "subcategory": "Clouded leopard"
  },
  {
    "fact": "Fruit of mulberry is rich source of vitamins C, A, E and K and minerals such as potassium, iron and magnesium.",
    "id": "vLEt7mv3rKInb2l4XJvrLQeF",
    "category": "Plants",
    "subcategory": "Mulberry"
  },
  {
    "fact": "Major industries in the New England Colonies included lumber, whaling, shipbuilding, fishing, livestock, textiles, and some agriculture.",
    "id": "CRtZ6Y3JzJI6y3RjFzK7UAeF",
    "category": "13 Colonies",
    "subcategory": "New England Colonies"
  },
  {
    "fact": "Emily's poetry first volume of poetry was published four years after she died. In 1955 her complete collection was published by Thomas H. Johnson.",
    "id": "EiiONZRa9jdtg6WwguyJIgeF",
    "category": "Authors",
    "subcategory": "Emily Dickinson"
  },
  {
    "fact": "He further proved the ability of anthrax bacillus to sporulate when conditions were unfavorable.",
    "id": "qG4qft9eQOOV9uMGj0gMrQeF",
    "category": "Scientists",
    "subcategory": "Robert Koch"
  },
  {
    "fact": "The abundant mineral selenite actually does not contain the element selenium; they simply share the name from the Greek word for moon.",
    "id": "AMHHzBHAWRCOOPjqWpyMmQeF",
    "category": "Periodic Table",
    "subcategory": "Selenium"
  },
  {
    "fact": "The electric harp is a relatively new invention. These harps can be hollow body or solid body depending on the design.",
    "id": "RWWdTBndbJSpy59C9fBYgQeF",
    "category": "Music Instruments",
    "subcategory": "Harp"
  },
  {
    "fact": "The Latin word for 'tax' is 'taxo'. It means 'I estimate'.",
    "id": "tPQV3oIVIZPhY5R8sxExXQeF",
    "category": "Holidays",
    "subcategory": "Tax Day"
  },
  {
    "fact": "Indiana's motto is 'The Crossroads of America'.",
    "id": "q0bW7LMoYLbY0evp98T9WweF",
    "category": "US States",
    "subcategory": "Indiana"
  },
  {
    "fact": "The largest living structure on earth is the Great Barrier Reef. It supports 400 species of coral and is so large it can be seen from space.",
    "id": "mEpwv34fOpLVgJ5bGTtvzgeF",
    "category": "Geography",
    "subcategory": "Ocean"
  },
  {
    "fact": "Minks are territorial animals. Males live on territory of 40 acres. Females occupy 2 times smaller territory.",
    "id": "EouI7h05uSCORzA1OgV2nAeF",
    "category": "Animal",
    "subcategory": "Mink"
  },
  {
    "fact": "It is also the most abundant metal found naturally on Earth.",
    "id": "WRsvQn79IYwuT6UgbXtltgeF",
    "category": "Periodic Table",
    "subcategory": "Aluminium"
  },
  {
    "fact": "Oklahoma City is home to the National Cowboy Hall of Fame.",
    "id": "QAkDcTyRZuiuQlya6gFQLAeF",
    "category": "US States",
    "subcategory": "Oklahoma"
  },
  {
    "fact": "The more renewable energy we use, the less fossil fuels are needed.",
    "id": "nixanYD1llldPJalSlNJgQeF",
    "category": "Energy",
    "subcategory": "Renewable Energy"
  },
  {
    "fact": "Melania is the first foreign-born First Lady of the United Stated since John Quincy Adam's wife Louisa Adams, who had been born in London, England.",
    "id": "CtOqDH21JLVwor7ZkWiSdQeF",
    "category": "Biography",
    "subcategory": "Melania Knauss (Trump)"
  },
  {
    "fact": "If Texas were an independent country, it would rank 7th in the world for producers of greenhouse gas.",
    "id": "UrtGYttbRVea4GSvJsardgeF",
    "category": "US States",
    "subcategory": "Texas"
  },
  {
    "fact": "Male leaves the female after successful fertilization. Female takes care of the eggs and ducklings after hatching.",
    "id": "VaJf1SOduSsirVOvnVeZmgeF",
    "category": "Animal",
    "subcategory": "Mallard duck"
  },
  {
    "fact": "A wreaking ball, sound, and a bird all contain mechanical energy.",
    "id": "uZaPphDFjZjqgXdu4JVEXAeF",
    "category": "Energy",
    "subcategory": "Mechanical Energy"
  },
  {
    "fact": "He was awarded 16 honorary doctorates from various universities around the globe for his ground-breaking work.",
    "id": "xNGT4VTbyXQ6EfS4aPEz9QeF",
    "category": "Scientists",
    "subcategory": "Jean Piaget"
  },
  {
    "fact": "Zinc was likely given its name by Paracelsus.",
    "id": "Uu18Yll4crjsuN51g197tgeF",
    "category": "Periodic Table",
    "subcategory": "Zinc"
  },
  {
    "fact": "The Anti-vivisectionists erected a statue to the dog in Battersea and there were riots there between them and the medical students.",
    "id": "Qz6sDUcaA3Eatk7LTuWbDQeF",
    "category": "Scientists",
    "subcategory": "William Bayliss"
  },
  {
    "fact": "Chevy Chase has appeared in several cameos and on TV shows including Law and Order, and Brothers and Sisters.",
    "id": "OkhZQguQE2zq7MP9CH9wMgeF",
    "category": "Biography",
    "subcategory": "Chevy Chase"
  },
  {
    "fact": "In 1983 a production well in Libya exploded and dumped 42 million gallons into the surrounding environment.",
    "id": "HUIIg8ooPCGftk5OkOfPKAeF",
    "category": "Environmental Science",
    "subcategory": "Oil Spill"
  },
  {
    "fact": "In 1997 Mark Wahlberg played Eddie Adams in Boogie Nights.",
    "id": "XdjH6jXRY7PkJytOzMm4WweF",
    "category": "Biography",
    "subcategory": "Mark Wahlberg"
  },
  {
    "fact": "Some Cherokee hid in the mountains that make up the parkland and today some of their descendants still live south of the park.",
    "id": "TmKKBy806jIUe4up1g4IVAeF",
    "category": "US National Landmarks",
    "subcategory": "Great Smoky Mountains National Park"
  },
  {
    "fact": "From 2004 to 2009 Ted Cruz was an adjunct law professor at the School of Law at the University of Texas.",
    "id": "Tq9HbUYSwJmgwRZ9VtKu5geF",
    "category": "Biography",
    "subcategory": "Ted Cruz"
  },
  {
    "fact": "Adam Levine states that he is Jewish but follows a more spiritual way of life as opposed to religious.",
    "id": "whoC3Tjsig2jsbH2EUDKzgeF",
    "category": "Biography",
    "subcategory": "Adam Levine"
  },
  {
    "fact": "Anorexia often results in a loss of menses (in women), called amenorrhea.",
    "id": "E3bFbnt2wok1EZHCz6ygDAeF",
    "category": "Health",
    "subcategory": "Anorexia"
  },
  {
    "fact": "Chuckwalla can survive 15 years in the wild and up to 25 in the captivity.",
    "id": "sLwnQZTk3sTmv5RtqbyvvgeF",
    "category": "Animal",
    "subcategory": "Chuckwalla"
  },
  {
    "fact": "There is a spot in the United States where a person can stand in four different states at the same time, called Four Corners. The four states include Arizona, Colorado, New Mexico and Utah.",
    "id": "bMTHn45VeEVCeeZIOw3X2weF",
    "category": "US States",
    "subcategory": "Arizona"
  },
  {
    "fact": "Gladiolus can be propagated via seed and corms.",
    "id": "nmUlmFlhRg6WR0vB4mpyNQeF",
    "category": "Plants",
    "subcategory": "Gladiolus"
  },
  {
    "fact": "When acid rain lands in the water such as streams, lakes and rivers, it changes the pH and makes the water toxic to the fish and other life in the water.",
    "id": "kR5SzH6LIbr08E2ltvyydweF",
    "category": "Weather",
    "subcategory": "Acid Rain"
  },
  {
    "fact": "At the point where freshwater from a river meets the salt water from an ocean or sea the two types of water mix. This water is called brackish water. Only certain types of fish and plants can live in this water.",
    "id": "RtAqlS29Uj6iYC16cZluYgeF",
    "category": "Rivers",
    "subcategory": "Rivers"
  },
  {
    "fact": "He accepted the position of Lumleian lecturer in 1615.",
    "id": "kmQF3QTS6NSD5jznJcMXQgeF",
    "category": "Scientists",
    "subcategory": "William Harvey"
  },
  {
    "fact": "The controversy surrounding the credit for discovery and the resulting name led the IUPAC to establish the rule that no element can be named after a living person.",
    "id": "y7zi5kjuhKxB4atTCgXGuAeF",
    "category": "Periodic Table",
    "subcategory": "Seaborgium"
  },
  {
    "fact": "Bobcats are carnivores (meat-eaters). They prefer rabbits, but their diet also includes rodents, birds, lizards, snakes and carrion. During the winter, bobcats hunt larger prey, such as deer.",
    "id": "uVSEuN4l9pDLNB6iTT9oaQeF",
    "category": "Animal",
    "subcategory": "Bobcat"
  },
  {
    "fact": "Treatment of liver cancer can include radiation, chemotherapy, surgery, and even liver transplants.",
    "id": "MxyhSg5wZr6EJy7zf7bf4QeF",
    "category": "Health",
    "subcategory": "Liver Cancer"
  },
  {
    "fact": "Parts of Spinosaurus specimens are located in various museums around the world. A mid-cervical vertebra is located at the Canadian Museum of Nature. A snout is located at the Museum of Natural History in Paris. Two nasals are located at the University of Chicago. A snout is also located at the Museo di Storia Naturale di Milano. Another specimen has been discovered in North Africa's Kem Kem beds.",
    "id": "g9ZGbY7qQ7SASBM0sKQzegeF",
    "category": "History",
    "subcategory": "Spinosaurus"
  },
  {
    "fact": "Tulips have between 2 and 6 leaves. Some species have up to 12 leaves. Leaves are strap-shapes and covered with wax. They are spirally arranged on the stem.",
    "id": "iKVvEHr2hwDcakkWLGVOFQeF",
    "category": "Plants",
    "subcategory": "Tulip"
  },
  {
    "fact": "The bay oysters in Chesapeake Bay were once so abundant that they could filter all the water in the bay in only three days. Because of the overfishing of oysters, it would now take the oyster population in Chesapeake Bay over a year to filter all of the water.",
    "id": "dGDdgG3H3yYXMZ8Y8Ld2EAeF",
    "category": "Seas",
    "subcategory": "Chesapeake Bay"
  },
  {
    "fact": "Thanks to the prevention measures and control of outbreaks, the number of people that have died from malaria since 2000 has been reduced by 60%.",
    "id": "CgDSOfikm14fWGJbSAHrDAeF",
    "category": "Health",
    "subcategory": "Malaria"
  },
  {
    "fact": "In 1967 he entered the world of public political debate with his essay, The Responsibility of Intellectuals, which was critical of America's involvement in the Vietnam War.",
    "id": "5nVxmxBr0482V4m8VMCvyweF",
    "category": "Scientists",
    "subcategory": "Noam Chomsky"
  },
  {
    "fact": "Hunter S. Thompson died on February 20th, 2005 at the age of 67 in Woody Creek, Colorado. His ashes, following cremation, were shot from a cannon.",
    "id": "dyVmwoSgbQtR6FUZWf0a7QeF",
    "category": "Authors",
    "subcategory": "Hunter S. Thompson"
  },
  {
    "fact": "Asters are ideal present for the people born in September and for the people that celebrate 20th wedding anniversary.",
    "id": "2qGWMFbgC3cRtduxHECHhweF",
    "category": "Plants",
    "subcategory": "Aster"
  },
  {
    "fact": "Rhodium is very difficult to extract from the ores that contain it.",
    "id": "KHYjJkqJrEPIc7Oey62EYgeF",
    "category": "Periodic Table",
    "subcategory": "Rhodium"
  },
  {
    "fact": "It was used then to produce sugar from the sugar beet plant.",
    "id": "oP6iVGs5FSRxsIAeaNFSpweF",
    "category": "Periodic Table",
    "subcategory": "Strontium"
  },
  {
    "fact": "When summer solstice occurs in the southern hemisphere, it experiences its longest day and shortest night of the year. The opposite is true when the winter solstice occurs, when the southern hemisphere experiences its longest night and shortest day.",
    "id": "0ZEB7YxRPtmKdSk9lSHn6geF",
    "category": "Holidays",
    "subcategory": "Summer Solstice"
  },
  {
    "fact": "At the end of pregnancy, female moves away from the herd to find a shelter for the babies. Babies are able to stand on their feet 40 minutes after they are born. Few weeks later, they begin to forage.",
    "id": "bsdAaUZs3lXrO3moVZ4XOgeF",
    "category": "Animal",
    "subcategory": "Nilgai"
  },
  {
    "fact": "If winds are less than 119 km/hr, then the storm is called a tropical storm and not a hurricane.",
    "id": "QoDaViFBq228TuReT9WQnQeF",
    "category": "Weather",
    "subcategory": "Hurricane"
  },
  {
    "fact": "New York was home to the 1932 and the 1980 Winter Olympics which were held at Lake Placid.",
    "id": "8U8it27CnR4FAWJipPMJBgeF",
    "category": "US States",
    "subcategory": "New York"
  },
  {
    "fact": "In 1989, the Aurora borealis could be seen as far south as Florida, USA and the island of Cuba.",
    "id": "duEJm8ScXetOVxjIb0B4cweF",
    "category": "Wonders of the World",
    "subcategory": "The Aurora"
  },
  {
    "fact": "Whales found in the Argentine Sea include the Orca whale, the Humpback whale, the Southern Right whale, and the Blue whale.",
    "id": "4VB0b4EzkfJAZaOK9JURAweF",
    "category": "Seas",
    "subcategory": "Argentine Sea"
  },
  {
    "fact": "He died when Air India Flight 101 crashed near Mt. Blanc.",
    "id": "pBppTDbr01a6CksSPVAuQweF",
    "category": "Scientists",
    "subcategory": "Homi Jehangir Bhabha"
  },
  {
    "fact": "While most superheroes have superpowers, Batman does not. He relies on his martial arts skills, detective skills, physical strength, intellect, wealth, technology, and will to face the criminals in Gotham City.",
    "id": "WkWA3GAbFyRk1aK5F0mUugeF",
    "category": "Fiction",
    "subcategory": "Batman"
  },
  {
    "fact": "The main reason for the rotten smell of a fart is due to hydrogen sulfide. It produces the rotten egg smell.",
    "id": "Oob24ECSvoxJwpse28ZdxweF",
    "category": "Health",
    "subcategory": "Farts"
  },
  {
    "fact": "Bengal cat gives birth to 4 to 5 kittens on average.",
    "id": "Eu6fbPk6XeOqy8rAmoIoTQeF",
    "category": "Cats",
    "subcategory": "Bengal cat"
  },
  {
    "fact": "Quoll is solitary creature which gathers with other quolls only during the mating season.",
    "id": "XkacxZUgr8upI2WTUfO0NweF",
    "category": "Animal",
    "subcategory": "Quoll"
  },
  {
    "fact": "Two of the main islands in the Aegean Sea belong to Turkey, including Bozcaada and Gokceada.",
    "id": "mYCIT7QOQwVm2LK9Ynx1YAeF",
    "category": "Seas",
    "subcategory": "Aegean Sea"
  },
  {
    "fact": "The first Winter Olympics were not named as such until a year after they occurred.",
    "id": "T4xlJMxIomI0nZXogHdcNweF",
    "category": "Sports",
    "subcategory": "Winter Olympics"
  },
  {
    "fact": "The United Nations Convention on the Law of the Sea Article 59, the claims have no force until Argentina and the UK resolve their dispute.",
    "id": "7MvkbEbX5u1KZLvB2FuNBAeF",
    "category": "Seas",
    "subcategory": "Argentine Sea"
  },
  {
    "fact": "In 1988 she shared the Nobel Prize in Medicine with Hitchins and Sir James Black.",
    "id": "eQS8dzeWYPqfLbi932uw0QeF",
    "category": "Scientists",
    "subcategory": "Gertrude Elion"
  },
  {
    "fact": "Some of their locations were in coal mines in Warwickshire and near Newcastle upon Tyne and in tin and copper mines in Cornwall.",
    "id": "0DRR72J8fU00wc9RCoDk7AeF",
    "category": "Scientists",
    "subcategory": "Thomas Newcomen"
  },
  {
    "fact": "Porcupines are nocturnal animals. This means that they sleep during the day and become active in the evening.",
    "id": "bk5GaDKmaVdAydnLR7kFNAeF",
    "category": "Animal",
    "subcategory": "Porcupine"
  },
  {
    "fact": "The two colliding galaxies are catalogued as NGC 4038 and NGC 4039.",
    "id": "k7PedYj5QOVTXKEI5QB2bQeF",
    "category": "Space",
    "subcategory": "The Antennae"
  },
  {
    "fact": "During his first expedition to Greenland to study the last unexplored coastline of the land mass, Wegener established a weather station. It was a brutal excursion, as the expedition leader and two of Wegener's fellow researchers died.",
    "id": "HLfP15uIRaeQ9QIugIpquAeF",
    "category": "Scientists",
    "subcategory": "Alfred Wegener"
  },
  {
    "fact": "In 2013 a skydiver named Felix Baumgartner went to the highest level of the stratosphere and jumped. He was 120,000 feet above the earth's surface.",
    "id": "WAxgpgD43hNXutEtP6a6WweF",
    "category": "Space",
    "subcategory": "Atmosphere"
  },
  {
    "fact": "Despite her many important contributions, her numerous honorary degrees and fellowships, and her renown as a cytogenetecist, McClintock often faced sexual discrimination at different universities and faced the frustration of not being recognized for her contributions.",
    "id": "3xTHiQEINI1xu6Snaax9vAeF",
    "category": "Scientists",
    "subcategory": "Barbara McClintock"
  },
  {
    "fact": "Hall named this moon after the Greek god, Phobos, a son of Ares (Mars) and Aphrodite (Venus), and the brother of Deimos.  The name Phobos means fear or panic.",
    "id": "qTa67jRSrIZklD0hkxYu1QeF",
    "category": "Space",
    "subcategory": "Phobos"
  },
  {
    "fact": "Arsenopyrite is often used in homeopathy treatment of patients suffering from problems such as food poisoning, psoriasis, headaches, insomnia, and menstrual pains.",
    "id": "0fo61Jq5P8uJp5VAkKGukweF",
    "category": "Minerals",
    "subcategory": "Arsenopyrite"
  },
  {
    "fact": "Lily of the valley produces small, white, bell-shaped flowers. They are arranged in the form of one-sided spike, made of 5 to 15 drooping flowers, on top of the flowering stem. Lily of the valley  produces flowers with both types of reproductive organs (perfect flowers).",
    "id": "khSUf8cSSf8gOV2RyGKHJgeF",
    "category": "Plants",
    "subcategory": "Lily of the valley"
  },
  {
    "fact": "Hemp agrimony was used in the past in treatment of cancer, jaundice, liver disorders, cough and to stimulate urine flow, eliminate worms and relieve itch. Flowers of hemp agrimony are used as herbal remedy today, mostly to improve function of immune system, prevent flu and common cold and in treatment of liver disorders. Root is used as laxative and in treatment of sores, ulcers and bacterial infections.",
    "id": "a8N2cRITXvK6my1eAKBdTAeF",
    "category": "Plants",
    "subcategory": "Hemp agrimony"
  },
  {
    "fact": "At age of 2-3 months, cubs learn how to hunt from their mother.",
    "id": "TLcSXy9nw7RzodGIG83iBweF",
    "category": "Animal",
    "subcategory": "Panther"
  },
  {
    "fact": "ormorant species in the southern hemisphere have black and white feathers.",
    "id": "MVJWGrWzyIyD4vpX3AHaTweF",
    "category": "Animal",
    "subcategory": "Cormorant"
  },
  {
    "fact": "Main predators of wild turkeys are eagles, owls, bobcats, cougars, foxes and dogs.",
    "id": "HOi2lupg6GodF4zXfKzygAeF",
    "category": "Animal",
    "subcategory": "Wild turkey"
  },
  {
    "fact": "Foxes and skunks and raccoons do not often result in human deaths following bites as most people get rabies treatment following these encounters. Deaths from bites by animals other than dogs or from exposure to bats are rare.",
    "id": "21nFBJgWHbtgVMlW0CzTlweF",
    "category": "Viruses",
    "subcategory": "Rabies"
  },
  {
    "fact": "The brightest constellation is Crux, also known as the Southern Cross, and the largest constellation is Hydra which covers 3.158% of the night sky.",
    "id": "4NctnO4aKbXiqtyte8XwDQeF",
    "category": "Space",
    "subcategory": "Constellations"
  },
  {
    "fact": "Most pines have thick and scaly bark. A lot of branches arise from the same, spirally arranged points on the tree.",
    "id": "kxmYFZNQ5GYT1Oj5wIm9gQeF",
    "category": "Plants",
    "subcategory": "Pine"
  },
  {
    "fact": "Since the first steel pans and steel bands emerged the popularity of this music has grown. Japan, Sweden, Switzerland, and many other non-Caribbean countries have steel bands featuring steel pan musicians.",
    "id": "BzmDHunZy1IddCWjoqwyKgeF",
    "category": "Music Instruments",
    "subcategory": "Steel Pan"
  },
  {
    "fact": "It is also the fourth highest element in density.",
    "id": "eHMaKutuxNerkXlxO2AccweF",
    "category": "Periodic Table",
    "subcategory": "Rhenium"
  },
  {
    "fact": "The Star Spangled Banner is commonly sung at sporting events and on patriotic occasions, although usually it is only the first verse of the song that is sung.",
    "id": "Oq6PkP8ObAYzjuabqtSRrweF",
    "category": "US History",
    "subcategory": "Star Spangled Banner"
  },
  {
    "fact": "One theory was that the Mothman was really a sandhill crane. Sandhill cranes are a type of bird that can be almost as tall as a man and it has reddish coloring around its eyes. The wingspan can reach seven feet. Under the right circumstances it might have appeared to look like the Mothman that people had described. However the area where the Mothman sightings had been reported was not in the migration area of the sandhill crane.",
    "id": "rS1uDz9JWHr3bElgH0gblgeF",
    "category": "Fiction",
    "subcategory": "Mothman"
  },
  {
    "fact": "Ice skating is used in several different competitive sports including ice dancing, figure skating, speed skating, ringette and ice hockey.",
    "id": "upeSbEUHY14jRIuWAxT53weF",
    "category": "Sports",
    "subcategory": "Ice Skating"
  },
  {
    "fact": "The Alboran Sea is home to the western Mediterranean Sea's largest harbor porpoise population.",
    "id": "ltSX8lklvrrzn1z5Ik33IAeF",
    "category": "Seas",
    "subcategory": "Alboran Sea"
  },
  {
    "fact": "Glass lizard is usually brown, green, bronze, tan and yellowish colored and covered with various dark markings on dorsal and lateral sides of the body. Ventral side of the body is often pale and uniformly- colored (without markings).",
    "id": "Uq4zMVS9quhsCPayggqg4AeF",
    "category": "Animal",
    "subcategory": "Glass lizard"
  },
  {
    "fact": "One of the archeological sites (the Ozette site) is eligible for National Historic Landmark designation.",
    "id": "5VgD95tmMQgeiYvxjpTD4geF",
    "category": "US National Landmarks",
    "subcategory": "Olympic National Park"
  },
  {
    "fact": "Ampere quickly rose in position and respect as a professor of mathematics, astronomy, and philosophy before being offered the chair of experimental physics at the College de France in 1824.",
    "id": "CsWhg2DSsKivPnBsWeoDuAeF",
    "category": "Scientists",
    "subcategory": "Andre Marie Ampere"
  },
  {
    "fact": "Some of the most famous buildings in Chichen Itza that have survived include: The Warrior's Temple, El Castillo, and The Great Ball Court.",
    "id": "24TM6Oc7JZhTkhajJuYiMAeF",
    "category": "Wonders of the World",
    "subcategory": "Chichen Itza"
  },
  {
    "fact": "Hemp agrimony produces pinkish-red flowers arranged in flat flower heads on top of the purple flowering stem. Some flower heads are made of pink and white flowers, which is why hemp agrimony is also known as raspberry and cream in some areas. Flowers contain both types of reproductive organs (perfect flowers).",
    "id": "f2MEtlYAMGyZ6Gglj9cdzweF",
    "category": "Plants",
    "subcategory": "Hemp agrimony"
  },
  {
    "fact": "Birman has broad, rounded head with prominent sapphire-blue eyes, medium-sized ears and stocky, powerful, rectangular body.",
    "id": "ocybZXtRd2X7iQ3AaKa5DQeF",
    "category": "Cats",
    "subcategory": "Birman"
  },
  {
    "fact": "When Mary Ann's brother Isaac got married she moved to Foleshill with her father. There she met Charles Bray, a wealthy man who introduced her to a variety of free-thinking individuals including Ralph Waldo Emerson.",
    "id": "X3rxa9VNqDhmmVORdSIQhQeF",
    "category": "Authors",
    "subcategory": "George Eliot"
  },
  {
    "fact": "In 1960 Robert Frost was awarded the United States Congressional Gold Medal for his work. It was the highest civilian award possible. The award was given In recognition of his poetry which enabled the culture of the United Stated and philosophy of the world.",
    "id": "e775Fo5SweJuPqfWlpx4rAeF",
    "category": "Biography",
    "subcategory": "Robert Frost"
  },
  {
    "fact": "Diet of tree kangaroo is based on leaves, flowers, shoots, bark, eggs and small birds.",
    "id": "yLonVtv5OlgsmPEZPlA2hweF",
    "category": "Animal",
    "subcategory": "Tree kangaroo"
  },
  {
    "fact": "He consolidated field theory by proving the relationship between spin and statistics of particles.",
    "id": "V9a5WCr8JkNT0aONfYPLuQeF",
    "category": "Scientists",
    "subcategory": "Wolfgang Ernst Pauli"
  },
  {
    "fact": "Giant sea bass can swim fast but only short distances.",
    "id": "BuLHVeWp2hAMZW0NL45EyQeF",
    "category": "Animal",
    "subcategory": "Giant sea bass"
  },
  {
    "fact": "Hybrid species, created by interbreeding of blue and fin whales, can be occasionally seen in the wild.",
    "id": "TJnutXXuFdUYSmBPXJIVrQeF",
    "category": "Animal",
    "subcategory": "Fin whale"
  },
  {
    "fact": "By the time the Second Continental Congress convened the Battles of Lexington and Concord had already occurred in April, marking the beginning of the American Revolutionary War.",
    "id": "5BkTcSeJckAKeGVg8UOvUweF",
    "category": "13 Colonies",
    "subcategory": "Second Continental Congress"
  },
  {
    "fact": "Once a person is infected with hepatitis C the incubation period can last between two and six months.",
    "id": "zrl3znCDLSJWYUX6IKTPyQeF",
    "category": "Viruses",
    "subcategory": "Hepatitis C Virus"
  },
  {
    "fact": "Not all monsters are horrible creatures that want to kill people. King Kong and Frankenstein are monsters that were created as misunderstood characters.",
    "id": "CLLsVuqRiRqg403CAFryVweF",
    "category": "Fiction",
    "subcategory": "Monsters"
  },
  {
    "fact": "Small leaflets of telegraph plant move in elliptical pattern while they search appropriate amount of light. When they detect ideal position, large leaves start to move in the same direction (large leaves move less to prevent loss of energy).",
    "id": "pUhsQKgu0PFunB4XX7K6xgeF",
    "category": "Plants",
    "subcategory": "Telegraph plant"
  },
  {
    "fact": "Witches do not wear black pointy hats. They do not have warts on their faces and ride around on brooms. These are all myths that people created because of their fear.",
    "id": "sd4puDcx5jqZq62h8BypSQeF",
    "category": "Fiction",
    "subcategory": "Witches"
  },
  {
    "fact": "Affenpinscher was initially created to eliminate rats and mice from the kitchens, stables and shops in Germany and Central Europe.",
    "id": "fobNMgXYp57MYqJ15cfNTQeF",
    "category": "Dogs",
    "subcategory": "Affenpinscher"
  },
  {
    "fact": "The Pentagon has 131 stairways, 284 washrooms, 4,200 clocks, 19 escalators, and 691 water fountains within its walls.",
    "id": "V5NGpk3Qn88eFRE14u5j5AeF",
    "category": "US National Landmarks",
    "subcategory": "Pentagon"
  },
  {
    "fact": "The first and second levels can be reached by a lift (elevator) or by stairs. The third level is only available by the use of a lift.",
    "id": "6rWiRqjipa7cvQFn4mODpweF",
    "category": "Wonders of the World",
    "subcategory": "Eiffel Tower"
  },
  {
    "fact": "Branches of coontail covered with leaves create impression of raccoon's tail, hence the name coontail.",
    "id": "ggU1XgmKu8kIGspXRU8twAeF",
    "category": "Plants",
    "subcategory": "Coontail"
  },
  {
    "fact": "There is a target set out by WHO (World Health Organization) to end the AIDS epidemic by 2030 by giving access to treatment to all those with HIV and those at substantial risk.",
    "id": "XgXtdqcKAOthuiVpXFZ4ggeF",
    "category": "Viruses",
    "subcategory": "HIV"
  },
  {
    "fact": "There is not a single specimen of bay cats in the zoos around the world.",
    "id": "L5czFMap34QOoWhuCOrlaQeF",
    "category": "Animal",
    "subcategory": "Bay cat"
  },
  {
    "fact": "Many of her illustrations were published in WPK Findlay's book, Wayside & Woodland Fungi.",
    "id": "quHpxK6PJTvQwlHNZG310QeF",
    "category": "Scientists",
    "subcategory": "Beatrix Potter"
  },
  {
    "fact": "Vitamin B12 is important in the body because it helps the body manufacture DNA and red blood cells. It also helps to protect against heart disease.",
    "id": "WMQv4DieLBwRRTW1N7TxZgeF",
    "category": "Nutrition",
    "subcategory": "Egg Nutrition"
  },
  {
    "fact": "The Central Baltic Sea was referred to as the Mare Suebicum or Mare Sarmaticum during the Roman Empire.",
    "id": "PWGm2Ci2ZC3CXiip9FmEDgeF",
    "category": "Seas",
    "subcategory": "Central Baltic Sea"
  },
  {
    "fact": "He received a scholarship to the Government Arts College but failed to study any subject but mathematics and lost his scholarship.",
    "id": "EdjJBiN6XumDKkGg5uI5rweF",
    "category": "Scientists",
    "subcategory": "Srinivasa Ramanujan"
  },
  {
    "fact": "There are two types of comets that travel through the Solar System.  There are those with short periods, around a few hundred years, that stem from the Kuiper Belt which is a pancake of icy particles near the orbit of Pluto.",
    "id": "T61uSKJ3s1gDEi2vSvwF3geF",
    "category": "Space",
    "subcategory": "Oort Cloud"
  },
  {
    "fact": "Maine's state flag, with a farmer and seaman on its coat of arms, was adopted in 1909.",
    "id": "jnh034HlDRI1pBS2AFd3sAeF",
    "category": "US States",
    "subcategory": "Maine"
  },
  {
    "fact": "Aldabra giant tortoise can be found solitary or in the groups in the wild.",
    "id": "rzsrugVQkSjjfNb6JcJHaAeF",
    "category": "Animal",
    "subcategory": "Aldabra giant tortoise"
  },
  {
    "fact": "Seals have more blood in their body than other animals. Since blood cells keep the oxygen, seal can dive longer than other animals.",
    "id": "6xDfPqGgqd3fOuuOkgfyZQeF",
    "category": "Animal",
    "subcategory": "Seal"
  },
  {
    "fact": "In 1808, Sir Humphry Davy isolated the element strontium from the strontianite.",
    "id": "PlF4EcPzcyHI96fdZfWbHgeF",
    "category": "Periodic Table",
    "subcategory": "Strontium"
  },
  {
    "fact": "Although most rocks that form in the Earth's crust are very old, obsidian is rarely older than 20 million years old which is young for a rock.",
    "id": "YvpvRN9bIVOgHYcNeJgxiAeF",
    "category": "Rocks",
    "subcategory": "Obsidian Rock"
  },
  {
    "fact": "Ireland's monetary unit is the Euro but prior to this it was the Irish pound, also known as the 'punt'.",
    "id": "vioglT06fHOmWddZs7bk8QeF",
    "category": "Countries",
    "subcategory": "Ireland"
  },
  {
    "fact": "Jazz musicians often used the xylophone in their bands until the vibraphone became more popular in this style of music in the 1940s.",
    "id": "uZgQzKYEGjWSOutDRrtsYgeF",
    "category": "Music Instruments",
    "subcategory": "Xylophone"
  },
  {
    "fact": "Silicon makes up slightly more than 27% of the Earth's crust.",
    "id": "Zler0NeOMUyePd6kCYpkTAeF",
    "category": "Periodic Table",
    "subcategory": "Silicon"
  },
  {
    "fact": "The coelacanth is a type of fish previously believed to have been extinct for 60 million years. A live one was caught in the Atlantic Ocean in 1938 off the coast of southern Africa.",
    "id": "wqZFJbg2c59h4XQhwpBYvQeF",
    "category": "Geography",
    "subcategory": "Atlantic Ocean"
  },
  {
    "fact": "Indian corn was a very important Native American crop. Other popular foods included beans, pumpkins, squash, wild rice, potatoes and sweet potatoes, peanuts, peppers, avocados, and sunflowers.",
    "id": "MHkXKwbJKCsw7OQkCk43cgeF",
    "category": "US History",
    "subcategory": "Native American"
  },
  {
    "fact": "Mammals found living in Great Basin National Park include pronghorns, badgers, kit foxes, coyotes, mountain sheep, cougars, bobcats, elk, mules, ermines, ringtail cats, shrews, spotted skunks, and a variety of rabbits.",
    "id": "n5J9faus0aXm8Uai54fJXweF",
    "category": "National Parks",
    "subcategory": "Great Basin National Park"
  },
  {
    "fact": "Chestnuts are important food source for animals such as squirrels, wild boars, birds and deer.",
    "id": "KSM66aK0uVFurjqhoCxNCweF",
    "category": "Plants",
    "subcategory": "Chestnut tree"
  },
  {
    "fact": "At the time of the uprising there were only roughly 60,000 people remaining in the ghetto.",
    "id": "qX8ucE3lt15YYDPL0T24dAeF",
    "category": "World History",
    "subcategory": "Warsaw Ghetto"
  },
  {
    "fact": "Weimaraner can suffer from hip dysplasia, bloat, blood disorders and hypothyroidism.",
    "id": "wCYBXeWBpCdYzuyyyq3qzQeF",
    "category": "Dogs",
    "subcategory": "Weimaraner"
  },
  {
    "fact": "Magnolia blooms from April to June. First flowers develop seven years after planting.",
    "id": "MTRxJIBNjj8Efi5KTX6NyAeF",
    "category": "Plants",
    "subcategory": "Magnolia tree"
  },
  {
    "fact": "Madrid is divided into 21 districts. These districts are then further divided in wards. In total there are 128 wards in Madrid.",
    "id": "usDepLP4Bvgrh36fLugxkAeF",
    "category": "Cities",
    "subcategory": "Madrid"
  },
  {
    "fact": "Fleming was one of the first to recognize that antiseptics only treated surface wounds, and that antiseptics also tended to kill off the beneficial agents that helped fight infection.",
    "id": "xv1b9Lkzc76JpMBqgHHtxweF",
    "category": "Scientists",
    "subcategory": "Alexander Fleming"
  },
  {
    "fact": "Clark climbed a 200-foot tall rock along the Yellowstone River, naming it Pompy's Tower in honor of Sacagawea's son Jean Baptiste.",
    "id": "HFAwmg2wMFswGWMbCK2OkQeF",
    "category": "US History",
    "subcategory": "Sacagawea"
  },
  {
    "fact": "Leafy spurge develops extremely strong root that can grow 26 feet in depth. Lateral roots can spread 15 feet horizontally.",
    "id": "C0LNtjtIlOrm7xBQKzx2NAeF",
    "category": "Plants",
    "subcategory": "Leafy spurge"
  },
  {
    "fact": "A prototype cartridge of The Legend of Zelda sold on eBay for $150,000.",
    "id": "vzOH3D3xv3XkMaUKFaSb0AeF",
    "category": "Games",
    "subcategory": "The Legend of Zelda"
  },
  {
    "fact": "Fruit of common hop is dry achene. Fruit ripens from September to October.",
    "id": "VWK71TdotvuaUgBTg5uylQeF",
    "category": "Plants",
    "subcategory": "Common hop"
  },
  {
    "fact": "An emission nebula is formed when ionized gases emit a variety of colors, most often the result of a nearby hot star. An example of an emission nebula is the Omega Nebula.",
    "id": "tAhJKur3ydJssseuNWsJkAeF",
    "category": "Space",
    "subcategory": "Nebula"
  },
  {
    "fact": "In 1857 the Fort Tejon earthquake, with a magnitude of 7.9, located near Parkfield, killed two people.",
    "id": "sr9qF8Fh2i9AW6ijAyKSCAeF",
    "category": "Geography",
    "subcategory": "San Andreas Fault"
  },
  {
    "fact": "Females reach sexual maturity at the age of 8 to 14 months, males at the age of 11 months.",
    "id": "pGFGedYnlljrlu3SU2FqHgeF",
    "category": "Animal",
    "subcategory": "Collared peccary"
  },
  {
    "fact": "Very few Javan rhinoceroses were ever kept in the zoos and they never managed to reproduce in the captivity.",
    "id": "zygbfRLNHBDmVYX2zGRusAeF",
    "category": "Animal",
    "subcategory": "Javan rhinoceros"
  },
  {
    "fact": "The only United States President to date who was born on the 4th of July was Calvin Coolidge. He was the 30th President and was born in 1872.",
    "id": "g0vVrWCbLbP6eke9IKhGaQeF",
    "category": "Holidays",
    "subcategory": "The 4th of July"
  },
  {
    "fact": "A 500 nanometer long object was the smallest sample seen through a light microscope.",
    "id": "bxott9BSyGlhC0jOmbZZbAeF",
    "category": "Science",
    "subcategory": "Microscope"
  },
  {
    "fact": "The fossil fuels we use today began forming during the Carboniferous Period which was before dinosaurs ruled the Earth.",
    "id": "5yufysARHvEoOBlpDwcj3geF",
    "category": "Energy",
    "subcategory": "Fossil Fuel"
  },
  {
    "fact": "Major industry in Japan includes steel, automobiles and consumer electronics.",
    "id": "Usjan4maJocNxgtK2uXO3QeF",
    "category": "Countries",
    "subcategory": "Japan"
  },
  {
    "fact": "One of his psychiatry professors was Eugen Bleuler, who had also taught Carl Jung.",
    "id": "DTvu5hfg17V05uaT1DGRCweF",
    "category": "Scientists",
    "subcategory": "Hermann Rorschach"
  },
  {
    "fact": "The mascot of the Indianapolis Colts is Blue, an anthropomorphic blue horse.",
    "id": "jjee9bnTkJV32QgVKjSB3weF",
    "category": "Sports",
    "subcategory": "Indianapolis Colts"
  },
  {
    "fact": "Dwyer's snake is a carnivore (meat-eater). Its diet is based on small reptiles such as geckoes and skinks.",
    "id": "OSpT5psgBMWBE3Z2mLy6ngeF",
    "category": "Animal",
    "subcategory": "Dwyer's snake"
  },
  {
    "fact": "Baboons use 30 different sounds for communication. They are able to grunt, scream and bark. Besides vocalization, baboons can yawn, smack their lips or shrug their shoulder to communicate.",
    "id": "qE4si2CgwD553WKus3zMNQeF",
    "category": "Animal",
    "subcategory": "Baboon"
  },
  {
    "fact": "The Dubna team synthesized their sample by targeting americium samples with neon isotope bombardment.",
    "id": "oiDohS4rYCdcMCzTAAAFugeF",
    "category": "Periodic Table",
    "subcategory": "Dubnium"
  },
  {
    "fact": "It was translated into English poetry by Edward FitzGerald in the 1860's.",
    "id": "6KFG41eBclbAHHqc6O1hTgeF",
    "category": "Scientists",
    "subcategory": "Omar Khayyam"
  },
  {
    "fact": "Hitler's actions in the time he was in power are believed to have resulted in the deaths of more than 40 million people.",
    "id": "CYWKYrt9L6Ysa3XlJzgYBgeF",
    "category": "Biography",
    "subcategory": "Hitler"
  },
  {
    "fact": "Evidence from ancient references exists to prove that boats were used 900,000 years ago and in prehistoric times.",
    "id": "6ZKukJmAd7FGwQh0kGFAXQeF",
    "category": "Transportation",
    "subcategory": "Boat"
  },
  {
    "fact": "New Horizons saw KBO 1994 JR1 on December 2, 2015 from a distance of 170 million miles. New Horizons captured photographs of the KBO with a few details. More images are expected as the spacecraft continues its journey.",
    "id": "pgBQOKVZtDGdjp4mSirRlQeF",
    "category": "Space",
    "subcategory": "Kuiper Belt"
  },
  {
    "fact": "American Pit Bull Terrier has oval or almond-shaped eyes, half pricked ears and strong, muscular body.",
    "id": "dVSleC9gOiWgZ0uLrXaycgeF",
    "category": "Dogs",
    "subcategory": "American Pit Bull Terrier"
  },
  {
    "fact": "Major Barbara, the play he wrote in 1905, was one of his most successful works.",
    "id": "nSMg9nUv4v2yYIkrNE9lnQeF",
    "category": "Authors",
    "subcategory": "George Bernard Shaw"
  },
  {
    "fact": "Arthur Miller's most notable awards include the 1949 Pulitzer Prize, the 1984 Kennedy Center Honors, the 2001 Praemium Imperiale, and the 2003 Jerusalem Prize.",
    "id": "DV1WbsxI2H9qgzUdVQ11gQeF",
    "category": "Authors",
    "subcategory": "Arthur Miller"
  },
  {
    "fact": "The defeat was devastating to the Confederates, which allowed the Union to enter Kentucky and occupy central Tennessee.",
    "id": "zue2L3rocAtn16l8PHGDRAeF",
    "category": "Civil War",
    "subcategory": "Battle of Fort Donelson"
  },
  {
    "fact": "Diplodocus had long neck (up to 21 feet in length) and very long tail which served as counterbalance for the rest of the body. It had very small head with nostrils positioned on top of it. Its legs were sturdy. Front legs were shorter than hind legs. Diplodocus had 5 fingers on the feet and single large claw on the first finger (big toe) on the hind feet.",
    "id": "XQdGZg8c5VTssICoXEQVigeF",
    "category": "Dinosaurs",
    "subcategory": "Diplodocus"
  },
  {
    "fact": "Dachshund was the first dog that was cloned in Britain.",
    "id": "tpnXm3Z5w0fUCYElrISdXQeF",
    "category": "Dogs",
    "subcategory": "Dachshund"
  },
  {
    "fact": "Alpacas are known to spit when overexcited. They rarely spit at humans however. When they do spit it may contain saliva and a bit of hair, or it may contain stomach bile. They usually only spit at other alpacas. If they spit a lot they develop 'sour mouth' which results in a gaping and drooping lower lip from the acid in the stomach bile.",
    "id": "nFMcz1IyNv7BJ1FPuEvYAQeF",
    "category": "Animal",
    "subcategory": "Alpaca"
  },
  {
    "fact": "Saber-toothed tiger was slightly shorter, but much heavier compared with a modern lion. It was able to reach 79 to 98 inches in length and 150 to 661 pounds of weight.",
    "id": "uRItutg2r4DjhXpFsYjBbgeF",
    "category": "Extinct Animals",
    "subcategory": "Saber-toothed tiger"
  },
  {
    "fact": "His many chores on the farm taught him much about the interplay of environment, food, and plant pathology.",
    "id": "WoghTKTUr96I9TVthY4zugeF",
    "category": "Scientists",
    "subcategory": "Lester R. Brown"
  },
  {
    "fact": "The deepest ocean trench in the world is located in the Pacific Ocean. Marianas Trench is the deepest at 11,034 meters, which is more than the height of Mount Everest.",
    "id": "Zq59ZE1cCG1LZR3pLkPlcgeF",
    "category": "Geography",
    "subcategory": "Pacific Ocean"
  },
  {
    "fact": "Acid rain can be neutralized the same way as acid can be. In some environments acid rain is more problematic. For instance, Eastern Canada lacks a natural alkalinity. Lime is able to neutralize acid, but there is no lime in the ground in some areas and because of this the acid rain is able to do more damage.",
    "id": "1z3PzpsWktfHrIh8GuUdqAeF",
    "category": "Weather",
    "subcategory": "Acid Rain"
  },
  {
    "fact": "Captain Cook used fresh shoots of spruce for the manufacture of alcoholic drink rich in vitamin C. Consumption of this beverage was obligatory among the crew during the long voyages to prevent scurvy, disorder induced by vitamin C deficiency.",
    "id": "GPXrG6nS5gNQB18UQLqlhAeF",
    "category": "Plants",
    "subcategory": "Spruce"
  },
  {
    "fact": "Some of the most famous monster movies of all time include Creature from the Black Lagoon, Alien, King Kong, Frankenstein, Godzilla, The Thing, The Fly, Tremors, The Beast from 20,000 Fathoms, The Blob, Swamp Thing, and The Phantom of the Opera.",
    "id": "HcLIJt7tZ4C2pO4o1Bu1AAeF",
    "category": "Fiction",
    "subcategory": "Monsters"
  },
  {
    "fact": "Around 13% of the world's electricity is produced by nuclear power.",
    "id": "BlDFblINCGFLzSmAH5h6kQeF",
    "category": "Energy",
    "subcategory": "Energy"
  },
  {
    "fact": "Leopard tortoise can easily move across the rocky terrain thanks to its paddle-shaped front legs and trunk-like hind legs.",
    "id": "0Y7oUYtugvCBiTlIlDlcoweF",
    "category": "Animal",
    "subcategory": "Leopard tortoise"
  },
  {
    "fact": "A body mass index that it too low for a person's height and age may indicate the presence of anorexia or another eating disorder such as bulimia, although bulimic individuals often are a normal weight or overweight.",
    "id": "CcQY600AW1YaxxjfazpoiQeF",
    "category": "Health",
    "subcategory": "Anorexia"
  },
  {
    "fact": "Hendrik Lorentz was born in Arnhem, in the Netherlands.",
    "id": "Zr9SAigghjEkfpZfcy0GdAeF",
    "category": "Scientists",
    "subcategory": "Hendrik Antoon Lorentz"
  },
  {
    "fact": "In the 1940s and 50s Helen traveled to 39 countries to encourage the establishment of schools for the blind and deaf.",
    "id": "KKPqFwrDlZeh05WwbRCDYgeF",
    "category": "History",
    "subcategory": "Helen Keller"
  },
  {
    "fact": "The largest sinkholes are found all over the world, including those found in Africa, Asia, the Caribbean, Central America, Europe, North America, South America, and Oceania.",
    "id": "sdJWdVllQ3l5g2T0gecumQeF",
    "category": "Geography",
    "subcategory": "Sinkhole"
  },
  {
    "fact": "Gray rat snakes reach sexual maturity at the age of 3 to 4 years.",
    "id": "dc8DwNGKZH1BfzvwGIGYQAeF",
    "category": "Animal",
    "subcategory": "Gray rat snake"
  },
  {
    "fact": "Sandalwood produces red flowers with 4 petals. Flowers are arranged in clusters at the end of the branches. They contain both types of reproductive organs (perfect flowers).",
    "id": "bgThh61KXRaM6M4KGyz35QeF",
    "category": "Plants",
    "subcategory": "Sandalwood"
  },
  {
    "fact": "The Christian people wanted to control Jerusalem because it was the site where Christ was crucified and rose from the dead.",
    "id": "7ggehqN8S5GpHBaRdFhfjAeF",
    "category": "World History",
    "subcategory": "Crusades"
  },
  {
    "fact": "The atomic force microscope was created in 1986 by Gerd Bennig.",
    "id": "AZbhp8II3qzKyUoO3nZsgAeF",
    "category": "Science",
    "subcategory": "Microscope"
  },
  {
    "fact": "Unfortunately for the slaves in Maryland, Missouri, Delaware, and Kentucky, the Emancipation Proclamation did not free them. But it did make the abolishment of slavery a war goal of the Union.",
    "id": "G5QDhadb2O2ChCHneVAhXweF",
    "category": "US History",
    "subcategory": "Emancipation Proclamation"
  },
  {
    "fact": "Bird species in the park include wild turkeys, vultures, song birds, and hawks.",
    "id": "QN9qQH3CrALBcjPdmKcBvweF",
    "category": "National Parks",
    "subcategory": "Cumberland Gap National Historical Park"
  },
  {
    "fact": "Socrates believed that a person had to truly know themselves in order to be capable of wisdom.",
    "id": "ZAdR31TfDufwndLCTFv9eQeF",
    "category": "Biography",
    "subcategory": "Socrates"
  },
  {
    "fact": "All the characters in A.A. Milne's Winnie the Pooh books were inspired by toys that his son Christopher Robin played with, including Tigger, Roo, Kanga, Eeyore, and Piglet.",
    "id": "vUnw2Ty2S0n8YgiPt3h4MAeF",
    "category": "Authors",
    "subcategory": "A.A. Milne"
  },
  {
    "fact": "Skunk can transmit rabies.",
    "id": "UOjCvHwbOsa2WS8O5g1yuweF",
    "category": "Animal",
    "subcategory": "Skunk"
  },
  {
    "fact": "Buzzards Bay is known to be very challenging to boaters and some of the most challenging along the eastern coast. This is due to intense currents and sudden storms. As a result there are many wrecks in Buzzards Bay.",
    "id": "PBVUyU7ZcNaD01qSLd1fLgeF",
    "category": "Seas",
    "subcategory": "Buzzards Bay"
  },
  {
    "fact": "Despite the lack of a formal education he was familiar with Charles Darwin's The Variation of Animals and Plants under Domestication and the experiments of Gregor Mendel.",
    "id": "7dr8R4ilJ1wADqFn1lpiHweF",
    "category": "Scientists",
    "subcategory": "Luther Burbank"
  },
  {
    "fact": "Abyssinian cat has excellent sense of hearing thanks to its large ears.",
    "id": "obotbpuqMVOIf49rMk1gRQeF",
    "category": "Cats",
    "subcategory": "Abyssinian cat"
  },
  {
    "fact": "Unlike other coniferous trees, larch sheds its leaves during the autumn. Needles change their color into yellowish golden before they fall from a tree.",
    "id": "Uxw0maozj3ubLYntr4guwgeF",
    "category": "Plants",
    "subcategory": "Larch"
  },
  {
    "fact": "They produce various sounds that are especially loud during mating season. They can snore and scream.",
    "id": "BQb8JFxfJCI9W5Reb7foLweF",
    "category": "Animal",
    "subcategory": "Koala"
  },
  {
    "fact": "James moved to New York and recorded Try Me and hit No. 1 on the R&B charts.",
    "id": "lgL5DH4GXy6DWdaBUDe6hAeF",
    "category": "Biography",
    "subcategory": "James Brown"
  },
  {
    "fact": "Main predators of herrings are sea birds, dolphins, killer whales, sea lions, seals and large fish such as tuna, salmon and various types of sharks.",
    "id": "nE3sLgeJZsN4TYPaDWzniweF",
    "category": "Animal",
    "subcategory": "Herring"
  },
  {
    "fact": "During the Age of Exploration it was not uncommon to place a Christmas box on ships. The money put in the box by sailors, for good luck, was later given to a priest. The priest would open the box on Boxing Day and distribute the money to the poor.",
    "id": "3QUgVwWz2v2qalH1kTgu3weF",
    "category": "Holidays",
    "subcategory": "Boxing Day"
  },
  {
    "fact": "Pregnancy in females lasts 36 days and ends with 2 to 3 babies (pups). Female gives birth in the nest that is usually located high in the trees or inside the cave. Young giant white-tailed rats stay with their mother until the age of 3 months.",
    "id": "RMn4ycXgU8gpqcEmQhxemAeF",
    "category": "Animal",
    "subcategory": "Giant white-tailed rat"
  },
  {
    "fact": "John Steinbeck's novel The Grapes of Wrath was published in 1939. This novel is believed to be his greatest work. The novel tells about a family from Oklahoma that tries to start their lives over in California during The Great Depression.",
    "id": "yAYLn2tWrP3IiIuRRrWPJQeF",
    "category": "Authors",
    "subcategory": "John Steinbeck"
  },
  {
    "fact": "Some diseases can increase the risk of developing shingles including cancer, HIV/AIDS and others that affect the immune system.",
    "id": "u8ErHNaQPC6t1WY9ynaygQeF",
    "category": "Health",
    "subcategory": "Shingles"
  },
  {
    "fact": "On July 1st, 1898, the United States defeated the Spanish at the Battle of San Juan Heights, and on July 3rd, 1898, off Santiago Bay, the United States destroyed the Spanish fleet.",
    "id": "tnivXuQLIFlGqjZl3ZA5gAeF",
    "category": "History",
    "subcategory": "Spanish American War"
  },
  {
    "fact": "The classification of inorganic compounds is broken down into several different areas.",
    "id": "bgA41zE04HvYoFlckAhMzAeF",
    "category": "Chemistry",
    "subcategory": "Inorganic Chemistry"
  },
  {
    "fact": "South America's largest woodpecker, called the Magellanic woodpecker, is found in the Valdivian Temperate Rainforest.",
    "id": "VRgsOD1YtFR8RdMH3gb64geF",
    "category": "Rain Forests",
    "subcategory": "Valdivian Temperate Rainforest"
  },
  {
    "fact": "Plants in the park include trees (punu), shrubs (puti), flowers (tjulpun-tjulpunpa), and grasses (ukiri).",
    "id": "nFQj0pTxyddgFUuR69ufHweF",
    "category": "National Parks",
    "subcategory": "Uluru-Kata Tjuta National Park"
  },
  {
    "fact": "One of the most famous Vikings was Leif Erickson, who led his crew to America.",
    "id": "XFgGTqneGASLLXttcxp3vAeF",
    "category": "History",
    "subcategory": "Vikings"
  },
  {
    "fact": "Toyon produces small white flowers arranged in the form of large, flat clusters at the end of the branches. Flowers contain both types of reproductive organs (perfect).",
    "id": "bpnWDGZp8g0iJeutZf8RiQeF",
    "category": "Plants",
    "subcategory": "Toyon"
  },
  {
    "fact": "Some scientists believe that some mushrooms on earth have grown from spores that traveled to earth from outer space.",
    "id": "MJ89H3ezwmUDK3rkKu9bhweF",
    "category": "Biology",
    "subcategory": "Fungi"
  },
  {
    "fact": "The only flightless parrot in the world lives in Fiordland National Park. It is called the kakapo. The only alpine parrot in the world also lives in the park. It's called a kea. The kiwi can also be found in the park.",
    "id": "b3pnQVv7bZoymn4GIByggAeF",
    "category": "National Parks",
    "subcategory": "Fiordland National Park"
  },
  {
    "fact": "Great White Sharks don't have eyelids, but they can roll their eyeballs during attack to prevent eye injury. This is especially important when they hunt sea lions which have sharp claws. In the last moment of the attack - sharks are practically blind. Other than that, they have excellent eyesight.",
    "id": "0WYGYKbMJuMWCME7WCM23QeF",
    "category": "Animal",
    "subcategory": "Great White Shark"
  },
  {
    "fact": "In the summer on Antarctica approximately 4000 to 5000 researchers live there. In the winter months this number drops to approximately 1000 researchers.",
    "id": "AEIg8hhJQ83gzsgE1psymweF",
    "category": "Geography",
    "subcategory": "Antarctica"
  },
  {
    "fact": "Because of aluminium's high likelihood of binding with oxygen, pure aluminium is almost never found in nature.",
    "id": "9rhvd2VJHLuwP6xELUNusgeF",
    "category": "Periodic Table",
    "subcategory": "Aluminium"
  },
  {
    "fact": "Certain foods that many health officials believe to be high risk for E. coli contamination include raw milk, contaminated water, and contaminated food that has been unknowingly contaminated by someone's hands.",
    "id": "qx5J9KwXUVRrNQiPl7Kk2geF",
    "category": "Health",
    "subcategory": "E Coli"
  },
  {
    "fact": "Throughout history burial rituals have existed to stop the dead from rising again. Such rituals can include placing specific objects over a grave or staking a vampire through the heart with a wooden stake.",
    "id": "6e7GDWUBFC2Pi46u4ILkJQeF",
    "category": "Fiction",
    "subcategory": "Vampires"
  },
  {
    "fact": "The original United States Constitution is only 4,543 words long. It is the shortest written constitution and the oldest in the world.",
    "id": "iDcuW3QEQ91wvFJi6IkFpAeF",
    "category": "US Government",
    "subcategory": "Constitution"
  },
  {
    "fact": "Most of the diesel and gasoline in Europe and in North America has been mixed with a percentage of biofuel.",
    "id": "fveGd1JdUSxHlk9ITN9Q6AeF",
    "category": "Energy",
    "subcategory": "Biofuel"
  },
  {
    "fact": "While in Germany in the first few years of the 60s George Harrison was deported because German authorities realized he was too young to be performing in nightclubs.",
    "id": "2qDDvbMEY0gH9bGXG82YuAeF",
    "category": "Music",
    "subcategory": "The Beatles"
  },
  {
    "fact": "There is a tremendous amount of debate about the Jumano people. Their location and culture and society is a hot topic among scholars who cannot seem to agree on what is true and what is not.",
    "id": "apXfOjByvppoHBD7dJnXRgeF",
    "category": "US History",
    "subcategory": "Jumano"
  },
  {
    "fact": "Common Crow Butterfly consumes oleander during the larval stage. By storing toxins in the body, this animal increases its chances for survival (large predators, such as birds, do not consume these larvae).",
    "id": "VT1DxdLpbEvZwhr6ru81xgeF",
    "category": "Plants",
    "subcategory": "Oleander"
  },
  {
    "fact": "The Everglades National Park was once 11,000 square miles in size but is only 2,357 square miles today.",
    "id": "xD88YxyAg8dApCR5Lv6qbweF",
    "category": "US National Landmarks",
    "subcategory": "Everglades National Park"
  },
  {
    "fact": "Snowberry is densely branched shrub that can reach 3 to 6 feet in height.",
    "id": "SYXY3lZYuA5M3f1DTBvqOAeF",
    "category": "Plants",
    "subcategory": "Snowberry"
  },
  {
    "fact": "The Georgia Colony became a state on January 2nd, 1788.",
    "id": "riFx1WMtGAJ1LO2Qrgn9HweF",
    "category": "13 Colonies",
    "subcategory": "Georgia Colony"
  },
  {
    "fact": "James Brown has been named in many lists as being one of the top artists of all time, and was inducted into the Rock and Roll Hall of Fame.",
    "id": "WvmFy7coQpEC7aHaflswLweF",
    "category": "Biography",
    "subcategory": "James Brown"
  },
  {
    "fact": "Since they are cold-blooded animals, skinks enjoy basking on the rocks during the day.",
    "id": "083D4tWL5pht7vy9CCc8TAeF",
    "category": "Animal",
    "subcategory": "Skink"
  },
  {
    "fact": "From 1920 to 1926 he worked on corpuscular theory of light.",
    "id": "sZDmKWH2fw4FayRK1YUrgAeF",
    "category": "Scientists",
    "subcategory": "Walther Wilhelm Georg Bothe"
  },
  {
    "fact": "During the first year of growth, elephant garlic produces single, large clove. During the second year of growth, clove starts to divide into multiple cloves.",
    "id": "OtYCgWS3YCpLQTLs7v7CTgeF",
    "category": "Plants",
    "subcategory": "Elephant garlic"
  },
  {
    "fact": "Sam Houston, as Governor of Texas in 1861, did not agree with the state becoming affiliated with the Confederacy, even though he did agree to the state leaving the Union. A convention was held and he was removed from his post.",
    "id": "YVLjBxjLSlLh5sQAr6tZBgeF",
    "category": "Biography",
    "subcategory": "Sam Houston"
  },
  {
    "fact": "Around 2000 tons of selenium are extracted annually around the world.",
    "id": "7kIZyJs4I8ja91IzgJSTBgeF",
    "category": "Periodic Table",
    "subcategory": "Selenium"
  },
  {
    "fact": "Element 104, rutherfordium, is named after him.",
    "id": "Ft6AvBU6tbbaKZhstCIJGAeF",
    "category": "Scientists",
    "subcategory": "Ernest Rutherford"
  },
  {
    "fact": "Marco Polo sheep can reach 6 feet in length and 278 pounds of weight. Tail is usually 4.7 to 6.3 inches long.",
    "id": "ow351GjDM5b5LBQHNNpogQeF",
    "category": "Animal",
    "subcategory": "Marco Polo sheep"
  },
  {
    "fact": "Angel shark has flat body and large pectoral fins. Due to wing-like fins, it looks like a species of rays. Angel shark has two dorsal fins. Anal fin is missing.",
    "id": "8Ze1O3uukUiTVgMoOQDlJweF",
    "category": "Animal",
    "subcategory": "Angel shark"
  },
  {
    "fact": "Salk entered New York University to study medicine because the tuition was low and most of the other medical schools had rigid quotas for Jews.",
    "id": "1lvkxtyazOIszRndn0iBCweF",
    "category": "Scientists",
    "subcategory": "Jonas Salk"
  },
  {
    "fact": "Apples were introduced to New York by Europeans who brought apple seeds in the 17th century.",
    "id": "PtXtMIxCSqVdMTMysGTRwQeF",
    "category": "US States",
    "subcategory": "New York"
  },
  {
    "fact": "Athena, along with Hestia and Artemis, were virgin goddesses. She is referred to as Athena Parthenos, which means Virgin Athena.",
    "id": "ZoYy7fABvhSgExCP1Ei4WweF",
    "category": "Ancient Civilizations",
    "subcategory": "Athena"
  },
  {
    "fact": "Birds eat berries and facilitate dispersal of ginseng (seed) in the wild.",
    "id": "oDCACWuSz9aroJKFCu3X4geF",
    "category": "Plants",
    "subcategory": "Ginseng"
  },
  {
    "fact": "While in medical school she studying in Cuba, Kenya and worked at a Cambodian refugee camp in Thailand.",
    "id": "v4yt7y3KQDDmgoruGuYl2geF",
    "category": "Scientists",
    "subcategory": "Mae Carol Jemison"
  },
  {
    "fact": "Hours before Abraham Lincoln was assassinated he created the Secret Service. Its purpose at the time was to combat counterfeiting, not to protect the president.",
    "id": "inOnt2Dw7hJtux5YhzXeLAeF",
    "category": "Biography",
    "subcategory": "Abraham Lincoln"
  },
  {
    "fact": "The Hopi language is a descendant of the Aztec language, and about 5,000 people today can speak it. Most Hopi Indians can speak English too.",
    "id": "yvOYPd9J7r7a8mFVGpbQgAeF",
    "category": "US History",
    "subcategory": "Hopi Tribe"
  },
  {
    "fact": "Smallest mongoose (dwarf mongoose) can reach 10 inch in length and weigh up to 0,5 pound. Largest (white-tailed mongoose) can reach 28-30 inches in length and weigh up to 8 pounds.",
    "id": "2fqSnAh3NHwvVupsP8OMHQeF",
    "category": "Animal",
    "subcategory": "Mongoose"
  },
  {
    "fact": "Freddie Mercury became known as one of the best rock performers in the world. His music is often considered to be masterpieces.",
    "id": "148BdHNKzPkYxNP7DLadFgeF",
    "category": "Biography",
    "subcategory": "Freddie Mercury"
  },
  {
    "fact": "Name of the species is derived based on the color of the plumage that is characteristic for the female birds.",
    "id": "gpuk5aJdAKfMNmmuYgQshQeF",
    "category": "Animal",
    "subcategory": "Green honeycreeper"
  },
  {
    "fact": "Allspice tree blooms during the spring and produces large clusters (composed of 50 to 100 individual flowers) of bisexual, pale pink flowers. Even though flowers contain both types of reproductive organs, some trees produce flowers with only one set of functional reproductive organs (female flowers produce infertile pollen and male flowers sterile eggs).",
    "id": "y8p43Gbes8iGHKqbsSKWuAeF",
    "category": "Plants",
    "subcategory": "Allspice"
  },
  {
    "fact": "Typical phosphorus is a waxy white solid.",
    "id": "Wkdp89YRTz8g4anRAf1XGAeF",
    "category": "Periodic Table",
    "subcategory": "Phosphorus"
  },
  {
    "fact": "Panamanian golden frog produces toxin in the skin. Toxin keeps most predators on a safe distance.",
    "id": "Eud0JFNVmkRryYeeRPmDlgeF",
    "category": "Animal",
    "subcategory": "Panamanian golden frog"
  },
  {
    "fact": "The Nile River is formed from the Blue Nile and the White Nile which meet at Khartoum.",
    "id": "G4DlrZJXGgkQlSgRH0hpSgeF",
    "category": "Rivers",
    "subcategory": "Nile River"
  },
  {
    "fact": "The income that one earns as a cosmetologist can vary from $25,000 to $70,000 a year depending on where one works.",
    "id": "z9o2edo0lgY9SJVXuP2HVgeF",
    "category": "Science",
    "subcategory": "Cosmetology"
  },
  {
    "fact": "In ancient times babies and animals that were born with severe deformities were sometimes referred to as monsters. Less severe deformities were called anomalies, abnormalities, or birth defects.",
    "id": "Xq5S5WAGO7ueprXggx8Y9weF",
    "category": "Fiction",
    "subcategory": "Monsters"
  },
  {
    "fact": "Phong Nha-ke Bang National Park was created to help protect the rare native species in the area, the forest resources, scientifically valuable flora and fauna, and the caves and underground river systems that make up the karst ecosystem in the park.",
    "id": "JfGAG1PnLQHkKOyNZxw6lQeF",
    "category": "National Parks",
    "subcategory": "Phong Nha-ke Bang National Park"
  },
  {
    "fact": "It is common in Japan to eat raw horse meat.",
    "id": "u94ihdhsW5SoAQrh5ITwPgeF",
    "category": "Countries",
    "subcategory": "Japan"
  },
  {
    "fact": "The announcement was made at the University of Michigan but television and newsreel cameras broadcast the exciting news to a grateful world.",
    "id": "TRnFyTIeXEMO2Z053LqmmAeF",
    "category": "Scientists",
    "subcategory": "Jonas Salk"
  },
  {
    "fact": "He went on to complete his studies and graduate with his doctorate in 1891 at only twenty-three years of age.",
    "id": "EwOGqZmrgA46znJ2VKKI3weF",
    "category": "Scientists",
    "subcategory": "Arnold Sommerfeld"
  },
  {
    "fact": "It was unsafe due to the sulfuric acid, and since the hydrogen is not released in the reaction, it instead accumulated on one of the electrodes, diminishing its ability to conduct as the hydrogen built up.",
    "id": "tVIPqWTU33uufsW8siEHGAeF",
    "category": "Scientists",
    "subcategory": "Alessandro Volta"
  },
  {
    "fact": "It is estimated that by 2025 the population of the states in the Gulf of Mexico region will reach 60 million.",
    "id": "TIIVu8dpR00XmUvro8RM7AeF",
    "category": "Seas",
    "subcategory": "Gulf of Mexico"
  }
]